{
  "vocab": {
    "<pad>": 0,
    "<unk>": 1,
    "<sos>": 2,
    "<eos>": 3,
    "\n": 4,
    " ": 5,
    "　": 6,
    "p": 7,
    "y": 8,
    "t": 9,
    "h": 10,
    "o": 11,
    "n": 12,
    "_": 13,
    "e": 14,
    "x": 15,
    "r": 16,
    "P": 17,
    "リ": 18,
    "ス": 19,
    "ト": 20,
    "内": 21,
    "包": 22,
    "表": 23,
    "記": 24,
    "コ": 25,
    "ー": 26,
    "ド": 27,
    "簡": 28,
    "潔": 29,
    "b": 30,
    "i": 31,
    "l": 32,
    "g": 33,
    "ミ": 34,
    "ン": 35,
    "ア": 36,
    "細": 37,
    "胞": 38,
    "エ": 39,
    "ネ": 40,
    "ル": 41,
    "ギ": 42,
    "作": 43,
    "り": 44,
    "v": 45,
    "s": 46,
    "画": 47,
    "像": 48,
    "視": 49,
    "覚": 50,
    "ゴ": 51,
    "果": 52,
    "物": 53,
    "赤": 54,
    "く": 55,
    "み": 56,
    "か": 57,
    "ん": 58,
    "a": 59,
    "u": 60,
    "d": 61,
    "音": 62,
    "声": 63,
    "楽": 64,
    "聴": 65,
    "挨": 66,
    "拶": 67,
    "日": 68,
    "常": 69,
    "会": 70,
    "話": 71,
    "こ": 72,
    "に": 73,
    "ち": 74,
    "は": 75,
    "お": 76,
    "よ": 77,
    "う": 78,
    "猫": 79,
    "犬": 80,
    "わ": 81,
    "い": 82,
    "で": 83,
    "す": 84,
    "ま": 85,
    "を": 86,
    "使": 87,
    "と": 88,
    "書": 89,
    "け": 90,
    "の": 91,
    "on": 92,
    "ます": 93,
    "yt": 94,
    "yth": 95,
    "ython": 96,
    "er": 97,
    "リス": 98,
    "リスト": 99,
    "内包": 100,
    "表記": 101,
    "コー": 102,
    "コード": 103,
    "簡潔": 104,
    "io": 105,
    "ミト": 106,
    "ミトコ": 107,
    "ミトコン": 108,
    "ミトコンド": 109,
    "ミトコンドリ": 110,
    "ミトコンドリア": 111,
    "細胞": 112,
    "エネ": 113,
    "エネル": 114,
    "エネルギ": 115,
    "エネルギー": 116,
    "作り": 117,
    "python": 118,
    "ex": 119,
    "exp": 120,
    "exper": 121,
    "expert": 122,
    "Python": 123,
    "bio": 124,
    "biol": 125,
    "biolo": 126,
    "biolog": 127,
    "biology": 128,
    "vi": 129,
    "vis": 130,
    "visi": 131,
    "vision": 132,
    "画像": 133,
    "視覚": 134,
    "リン": 135,
    "リンゴ": 136,
    "果物": 137,
    "赤く": 138,
    "みか": 139,
    "みかん": 140,
    "au": 141,
    "aud": 142,
    "audio": 143,
    "音声": 144,
    "音楽": 145,
    "聴覚": 146,
    "ge": 147,
    "gen": 148,
    "gener": 149,
    "genera": 150,
    "general": 151,
    "挨拶": 152,
    "日常": 153,
    "会話": 154,
    "こん": 155,
    "こんに": 156,
    "こんにち": 157,
    "こんにちは": 158,
    "おは": 159,
    "おはよ": 160,
    "おはよう": 161,
    "かわ": 162,
    "かわい": 163,
    "かわいい": 164,
    "です": 165,
    "使う": 166,
    "書け": 167,
    "私": 168,
    "が": 169,
    "好": 170,
    "き": 171,
    "走": 172,
    "る": 173,
    "速": 174,
    "好き": 175,
    "走る": 176,
    "速い": 177
  },
  "next_id": 178,
  "merges": [
    [
      "o",
      "n"
    ],
    [
      "ま",
      "す"
    ],
    [
      "y",
      "t"
    ],
    [
      "yt",
      "h"
    ],
    [
      "yth",
      "on"
    ],
    [
      "e",
      "r"
    ],
    [
      "リ",
      "ス"
    ],
    [
      "リス",
      "ト"
    ],
    [
      "内",
      "包"
    ],
    [
      "表",
      "記"
    ],
    [
      "コ",
      "ー"
    ],
    [
      "コー",
      "ド"
    ],
    [
      "簡",
      "潔"
    ],
    [
      "i",
      "o"
    ],
    [
      "ミ",
      "ト"
    ],
    [
      "ミト",
      "コ"
    ],
    [
      "ミトコ",
      "ン"
    ],
    [
      "ミトコン",
      "ド"
    ],
    [
      "ミトコンド",
      "リ"
    ],
    [
      "ミトコンドリ",
      "ア"
    ],
    [
      "細",
      "胞"
    ],
    [
      "エ",
      "ネ"
    ],
    [
      "エネ",
      "ル"
    ],
    [
      "エネル",
      "ギ"
    ],
    [
      "エネルギ",
      "ー"
    ],
    [
      "作",
      "り"
    ],
    [
      "p",
      "ython"
    ],
    [
      "e",
      "x"
    ],
    [
      "ex",
      "p"
    ],
    [
      "exp",
      "er"
    ],
    [
      "exper",
      "t"
    ],
    [
      "P",
      "ython"
    ],
    [
      "b",
      "io"
    ],
    [
      "bio",
      "l"
    ],
    [
      "biol",
      "o"
    ],
    [
      "biolo",
      "g"
    ],
    [
      "biolog",
      "y"
    ],
    [
      "v",
      "i"
    ],
    [
      "vi",
      "s"
    ],
    [
      "vis",
      "i"
    ],
    [
      "visi",
      "on"
    ],
    [
      "画",
      "像"
    ],
    [
      "視",
      "覚"
    ],
    [
      "リ",
      "ン"
    ],
    [
      "リン",
      "ゴ"
    ],
    [
      "果",
      "物"
    ],
    [
      "赤",
      "く"
    ],
    [
      "み",
      "か"
    ],
    [
      "みか",
      "ん"
    ],
    [
      "a",
      "u"
    ],
    [
      "au",
      "d"
    ],
    [
      "aud",
      "io"
    ],
    [
      "音",
      "声"
    ],
    [
      "音",
      "楽"
    ],
    [
      "聴",
      "覚"
    ],
    [
      "g",
      "e"
    ],
    [
      "ge",
      "n"
    ],
    [
      "gen",
      "er"
    ],
    [
      "gener",
      "a"
    ],
    [
      "genera",
      "l"
    ],
    [
      "挨",
      "拶"
    ],
    [
      "日",
      "常"
    ],
    [
      "会",
      "話"
    ],
    [
      "こ",
      "ん"
    ],
    [
      "こん",
      "に"
    ],
    [
      "こんに",
      "ち"
    ],
    [
      "こんにち",
      "は"
    ],
    [
      "お",
      "は"
    ],
    [
      "おは",
      "よ"
    ],
    [
      "おはよ",
      "う"
    ],
    [
      "使",
      "う"
    ],
    [
      "書",
      "け"
    ],
    [
      "で",
      "す"
    ],
    [
      "好",
      "き"
    ],
    [
      "走",
      "る"
    ],
    [
      "速",
      "い"
    ],
    [
      "か",
      "わ"
    ],
    [
      "かわ",
      "い"
    ],
    [
      "かわい",
      "い"
    ]
  ]
}