{
  "vocab": {
    "<pad>": 0,
    "<unk>": 1,
    "<sos>": 2,
    "<eos>": 3,
    "\n": 4,
    " ": 5,
    "　": 6,
    "ニ": 7,
    "ュ": 8,
    "ー": 9,
    "ラ": 10,
    "ル": 11,
    "ネ": 12,
    "ッ": 13,
    "ト": 14,
    "ワ": 15,
    "ク": 16,
    "-": 17,
    "W": 18,
    "i": 19,
    "k": 20,
    "p": 21,
    "e": 22,
    "d": 23,
    "a": 24,
    "B": 25,
    "h": 26,
    "s": 27,
    "I": 28,
    "n": 29,
    "o": 30,
    "S": 31,
    "r": 32,
    "v": 33,
    "t": 34,
    "/": 35,
    "с": 36,
    "р": 37,
    "п": 38,
    "к": 39,
    "о": 40,
    "х": 41,
    "в": 42,
    "а": 43,
    "т": 44,
    "и": 45,
    "O": 46,
    "ʻ": 47,
    "z": 48,
    "b": 49,
    "c": 50,
    "ў": 51,
    "з": 52,
    "б": 53,
    "е": 54,
    "ч": 55,
    "閩": 56,
    "南": 57,
    "語": 58,
    "â": 59,
    "l": 60,
    "m": 61,
    "g": 62,
    "í": 63,
    "出": 64,
    "典": 65,
    ":": 66,
    "フ": 67,
    "リ": 68,
    "百": 69,
    "科": 70,
    "事": 71,
    "『": 72,
    "ウ": 73,
    "ィ": 74,
    "キ": 75,
    "ペ": 76,
    "デ": 77,
    "ア": 78,
    "（": 79,
    "）": 80,
    "』": 81,
    "ス": 82,
    "パ": 83,
    "イ": 84,
    "ン": 85,
    "グ": 86,
    "さ": 87,
    "れ": 88,
    "て": 89,
    "い": 90,
    "ま": 91,
    "す": 92,
    "。": 93,
    "タ": 94,
    "サ": 95,
    "ビ": 96,
    "に": 97,
    "つ": 98,
    "は": 99,
    "「": 100,
    "ポ": 101,
    "ベ": 102,
    "マ": 103,
    "シ": 104,
    "(": 105,
    "V": 106,
    "M": 107,
    ")": 108,
    "C": 109,
    "y": 110,
    "手": 111,
    "法": 112,
    "と": 113,
    "し": 114,
    "広": 115,
    "く": 116,
    "知": 117,
    "ら": 118,
    "る": 119,
    "も": 120,
    "の": 121,
    "で": 122,
    "あ": 123,
    "り": 124,
    "」": 125,
    "呼": 126,
    "ば": 127,
    "計": 128,
    "算": 129,
    "ユ": 130,
    "を": 131,
    "ち": 132,
    "、": 133,
    "生": 134,
    "物": 135,
    "メ": 136,
    "カ": 137,
    "ズ": 138,
    "ム": 139,
    "模": 140,
    "倣": 141,
    "人": 142,
    "間": 143,
    "脳": 144,
    "神": 145,
    "経": 146,
    "網": 147,
    "た": 148,
    "数": 149,
    "理": 150,
    "モ": 151,
    "対": 152,
    "象": 153,
    "な": 154,
    "っ": 155,
    "き": 156,
    "区": 157,
    "別": 158,
    "場": 159,
    "合": 160,
    "f": 161,
    "u": 162,
    "w": 163,
    "工": 164,
    "的": 165,
    "ほ": 166,
    "う": 167,
    "単": 168,
    "び": 169,
    "そ": 170,
    "ヒ": 171,
    "頭": 172,
    "表": 173,
    "記": 174,
    "こ": 175,
    "解": 176,
    "が": 177,
    "ど": 178,
    "よ": 179,
    "か": 180,
    "お": 181,
    "必": 182,
    "要": 183,
    "説": 184,
    "明": 185,
    "系": 186,
    "細": 187,
    "胞": 188,
    "ロ": 189,
    "同": 190,
    "士": 191,
    "互": 192,
    "介": 193,
    "繋": 194,
    "樹": 195,
    "状": 196,
    "突": 197,
    "起": 198,
    "他": 199,
    "情": 200,
    "報": 201,
    "受": 202,
    "け": 203,
    "取": 204,
    "内": 205,
    "処": 206,
    "軸": 207,
    "索": 208,
    "伝": 209,
    "達": 210,
    "結": 211,
    "部": 212,
    "分": 213,
    "右": 214,
    "図": 215,
    "参": 216,
    "照": 217,
    "拡": 218,
    "大": 219,
    "見": 220,
    "だ": 221,
    "紫": 222,
    "色": 223,
    "ひ": 224,
    "D": 225,
    ",": 226,
    "A": 227,
    "x": 228,
    "示": 229,
    "ナ": 230,
    "プ": 231,
    "強": 232,
    "度": 233,
    "外": 234,
    "刺": 235,
    "激": 236,
    "反": 237,
    "応": 238,
    "ょ": 239,
    "変": 240,
    "化": 241,
    "学": 242,
    "習": 243,
    "《": 244,
    "重": 245,
    "み": 246,
    "》": 247,
    "似": 248,
    "役": 249,
    "割": 250,
    "担": 251,
    "各": 252,
    "へ": 253,
    "入": 254,
    "力": 255,
    "作": 256,
    "関": 257,
    "影": 258,
    "響": 259,
    "与": 260,
    "え": 261,
    "用": 262,
    "向": 263,
    "値": 264,
    "播": 265,
    "せ": 266,
    "ゆ": 267,
    "過": 268,
    "程": 269,
    "利": 270,
    "決": 271,
    "有": 272,
    "益": 273,
    "わ": 274,
    "や": 275,
    "丸": 276,
    "囲": 277,
    "縦": 278,
    "並": 279,
    "ん": 280,
    "相": 281,
    "当": 282,
    "訓": 283,
    "練": 284,
    "方": 285,
    "何": 286,
    "画": 287,
    "像": 288,
    "正": 289,
    "ゴ": 290,
    "オ": 291,
    "レ": 292,
    "ジ": 293,
    "予": 294,
    "測": 295,
    "本": 296,
    "一": 297,
    "致": 298,
    "ド": 299,
    "バ": 300,
    "得": 301,
    "誤": 302,
    "差": 303,
    "じ": 304,
    "減": 305,
    "少": 306,
    "調": 307,
    "整": 308,
    "多": 309,
    "繰": 310,
    "返": 311,
    "行": 312,
    "次": 313,
    "第": 314,
    "改": 315,
    "善": 316,
    "確": 317,
    "提": 318,
    "答": 319,
    "例": 320,
    "構": 321,
    "成": 322,
    "実": 323,
    "際": 324,
    "ざ": 325,
    "設": 326,
    "定": 327,
    "可": 328,
    "能": 329,
    "ず": 330,
    "め": 331,
    "\"": 332,
    "線": 333,
    "形": 334,
    "換": 335,
    "元": 336,
    "非": 337,
    "無": 338,
    "・": 339,
    "種": 340,
    "類": 341,
    "造": 342,
    "階": 343,
    "層": 344,
    "再": 345,
    "帰": 346,
    "様": 347,
    "々": 348,
    "選": 349,
    "択": 350,
    "肢": 351,
    "唱": 352,
    "含": 353,
    "後": 354,
    "続": 355,
    "む": 356,
    "{": 357,
    "\\": 358,
    "}": 359,
    "=": 360,
    "+": 361,
    "回": 362,
    "認": 363,
    "識": 364,
    "コ": 365,
    "ョ": 366,
    "挙": 367,
    "げ": 368,
    "微": 369,
    "連": 370,
    "任": 371,
    "意": 372,
    "近": 373,
    "証": 374,
    "研": 375,
    "究": 376,
    "源": 377,
    "流": 378,
    "探": 379,
    "求": 380,
    "初": 381,
    "否": 382,
    "議": 383,
    "論": 384,
    "進": 385,
    "展": 386,
    "違": 387,
    "点": 388,
    "今": 389,
    "日": 390,
    "2": 391,
    "0": 392,
    "年": 393,
    "以": 394,
    "上": 395,
    "前": 396,
    "期": 397,
    "基": 398,
    "づ": 399,
    "最": 400,
    "純": 401,
    "ォ": 402,
    "F": 403,
    "N": 404,
    "活": 405,
    "性": 406,
    "持": 407,
    "ノ": 408,
    "直": 409,
    "接": 410,
    "供": 411,
    "給": 412,
    "積": 413,
    "目": 414,
    "標": 415,
    "小": 416,
    "技": 417,
    "術": 418,
    "世": 419,
    "紀": 420,
    "惑": 421,
    "星": 422,
    "動": 423,
    "1": 424,
    "7": 425,
    "9": 426,
    "5": 427,
    "集": 428,
    "良": 429,
    "好": 430,
    "段": 431,
    "使": 432,
    "ピ": 433,
    "セ": 434,
    "伴": 435,
    "命": 436,
    "令": 437,
    "枠": 438,
    "組": 439,
    "通": 440,
    "テ": 441,
    "試": 442,
    "型": 443,
    "異": 444,
    "離": 445,
    "路": 446,
    "考": 447,
    "察": 448,
    "チ": 449,
    "岐": 450,
    "道": 451,
    "開": 452,
    "焦": 453,
    "塑": 454,
    "4": 455,
    "ァ": 456,
    "機": 457,
    "ヘ": 458,
    "ブ": 459,
    "ミ": 460,
    "6": 461,
    "ェ": 462,
    "ホ": 463,
    "ハ": 464,
    "ダ": 465,
    "装": 466,
    "米": 467,
    "国": 468,
    "海": 469,
    "軍": 470,
    "局": 471,
    "資": 472,
    "金": 473,
    "R": 474,
    ".": 475,
    "置": 476,
    "言": 477,
    "及": 478,
    "T": 479,
    "所": 480,
    "発": 481,
    "ゼ": 482,
    "先": 483,
    "彼": 484,
    "主": 485,
    "題": 486,
    "断": 487,
    "念": 488,
    "興": 489,
    "奮": 490,
    "高": 491,
    "政": 492,
    "府": 493,
    "幅": 494,
    "増": 495,
    "加": 496,
    "者": 497,
    "楽": 498,
    "観": 499,
    "張": 500,
    "煽": 501,
    "黄": 502,
    "時": 503,
    "代": 504,
    "貢": 505,
    "献": 506,
    "適": 507,
    "隠": 508,
    "H": 509,
    "引": 510,
    "採": 511,
    "残": 512,
    "礎": 513,
    "ヴ": 514,
    "深": 515,
    "項": 516,
    "式": 517,
    "態": 518,
    "般": 519,
    "文": 520,
    "8": 521,
    "述": 522,
    "析": 523,
    "ご": 524,
    "余": 525,
    "検": 526,
    "刈": 527,
    "込": 528,
    "K": 529,
    "G": 530,
    "乗": 531,
    "ゲ": 532,
    "甘": 533,
    "斎": 534,
    "藤": 535,
    "庄": 536,
    "司": 537,
    "験": 538,
    "修": 539,
    "不": 540,
    "俊": 541,
    "書": 542,
    "籍": 543,
    "―": 544,
    "幾": 545,
    "版": 546,
    "扱": 547,
    "二": 548,
    "問": 549,
    "等": 550,
    "字": 551,
    "^": 552,
    "3": 553,
    "統": 554,
    "更": 555,
    "普": 556,
    "率": 557,
    "勾": 558,
    "配": 559,
    "降": 560,
    "下": 561,
    "エ": 562,
    "ツ": 563,
    "現": 564,
    "在": 565,
    "限": 566,
    "界": 567,
    "判": 568,
    "排": 569,
    "和": 570,
    "載": 571,
    "待": 572,
    "気": 573,
    "ぼ": 574,
    "急": 575,
    "存": 576,
    "原": 577,
    "因": 578,
    "東": 579,
    "京": 580,
    "低": 581,
    "ぎ": 582,
    "べ": 583,
    "月": 584,
    "納": 585,
    "E": 586,
    "規": 587,
    "導": 588,
    "L": 589,
    "U": 590,
    "転": 591,
    "移": 592,
    "逆": 593,
    "側": 594,
    "偏": 595,
    "効": 596,
    "訂": 597,
    "順": 598,
    "葉": 599,
    "話": 600,
    "J": 601,
    "ケ": 602,
    "脈": 603,
    "駆": 604,
    "体": 605,
    "半": 606,
    "自": 607,
    "章": 608,
    "案": 609,
    "ボ": 610,
    "博": 611,
    "著": 612,
    "着": 613,
    "破": 614,
    "注": 615,
    "浴": 616,
    "畳": 617,
    "福": 618,
    "島": 619,
    "邦": 620,
    "彦": 621,
    "複": 622,
    "製": 623,
    "備": 624,
    "ャ": 625,
    "音": 626,
    "素": 627,
    "遅": 628,
    "延": 629,
    "共": 630,
    "郵": 631,
    "便": 632,
    "Z": 633,
    "P": 634,
    "銀": 635,
    "×": 636,
    "切": 637,
    "医": 638,
    "乳": 639,
    "特": 640,
    "列": 641,
    "皮": 642,
    "質": 643,
    "円": 644,
    "短": 645,
    "憶": 646,
    "去": 647,
    "遡": 648,
    "教": 649,
    "師": 650,
    "果": 651,
    "況": 652,
    "評": 653,
    "価": 654,
    "除": 655,
    "己": 656,
    "心": 657,
    "誌": 658,
    "感": 659,
    "係": 660,
    "ザ": 661,
    "独": 662,
    "立": 663,
    "克": 664,
    "服": 665,
    "：": 666,
    "超": 667,
    "領": 668,
    "域": 669,
    "精": 670,
    "録": 671,
    "打": 672,
    "忘": 673,
    "却": 674,
    "削": 675,
    "徴": 676,
    "抽": 677,
    "落": 678,
    "業": 679,
    "賞": 680,
    "獲": 681,
    "始": 682,
    "ヤ": 683,
    "ガ": 684,
    "視": 685,
    "覚": 686,
    "従": 687,
    "来": 688,
    "倍": 689,
    "優": 690,
    "勝": 691,
    "催": 692,
    "既": 693,
    "械": 694,
    "飛": 695,
    "躍": 696,
    "猫": 697,
    "概": 698,
    "径": 699,
    "底": 700,
    "端": 701,
    "奇": 702,
    "競": 703,
    "損": 704,
    "失": 705,
    "番": 706,
    "環": 707,
    "境": 708,
    "長": 709,
    "功": 710,
    "収": 711,
    "散": 712,
    "凌": 713,
    "駕": 714,
    "～": 715,
    "ね": 716,
    "劣": 717,
    "追": 718,
    "q": 719,
    "翻": 720,
    "訳": 721,
    "固": 722,
    "両": 723,
    "圧": 724,
    "縮": 725,
    "難": 726,
    "Y": 727,
    "抱": 728,
    "速": 729,
    "中": 730,
    "室": 731,
    "全": 732,
    "十": 733,
    "信": 734,
    "頼": 735,
    "協": 736,
    "総": 737,
    "称": 738,
    "→": 739,
    "比": 740,
    "属": 741,
    ";": 742,
    "較": 743,
    "容": 744,
    "易": 745,
    "織": 746,
    "双": 747,
    "号": 748,
    "ぶ": 749,
    "替": 750,
    "然": 751,
    "量": 752,
    "乱": 753,
    "働": 754,
    "範": 755,
    "逐": 756,
    "電": 757,
    "位": 758,
    "専": 759,
    "波": 760,
    "振": 761,
    "汎": 762,
    "子": 763,
    "野": 764,
    "四": 765,
    "〜": 766,
    "閾": 767,
    "約": 768,
    "済": 769,
    "母": 770,
    "団": 771,
    "布": 772,
    "仮": 773,
    "＝": 774,
    "詳": 775,
    "_": 776,
    "|": 777,
    "<": 778,
    "条": 779,
    "件": 780,
    "付": 781,
    "§": 782,
    " ": 783,
    "声": 784,
    "沿": 785,
    "Ｂ": 786,
    "Q": 787,
    "敵": 788,
    "Ａ": 789,
    "Δ": 790,
    "σ": 791,
    "μ": 792,
    "英": 793,
    "平": 794,
    "均": 795,
    "β": 796,
    "γ": 797,
    "X": 798,
    "押": 799,
    "柔": 800,
    "軟": 801,
    "施": 802,
    "名": 803,
    "常": 804,
    "早": 805,
    "束": 806,
    "ぞ": 807,
    "面": 808,
    "倒": 809,
    "省": 810,
    "略": 811,
    "−": 812,
    "周": 813,
    "毎": 814,
    "新": 815,
    "保": 816,
    "消": 817,
    "ろ": 818,
    "義": 819,
    "推": 820,
    "簡": 821,
    "演": 822,
    "完": 823,
    "了": 824,
    "復": 825,
    "斂": 826,
    "停": 827,
    "止": 828,
    "費": 829,
    "送": 830,
    "脱": 831,
    "終": 832,
    "負": 833,
    "荷": 834,
    "悪": 835,
    "依": 836,
    "恩": 837,
    "恵": 838,
    "疎": 839,
    "防": 840,
    "ぐ": 841,
    "枝": 842,
    "[": 843,
    "]": 844,
    "肩": 845,
    "&": 846,
    "'": 847,
    "ソ": 848,
    "@": 849,
    "#": 850,
    "*": 851,
    "徐": 852,
    "衰": 853,
    "指": 854,
    "群": 855,
    "支": 856,
    "巨": 857,
    "践": 858,
    "制": 859,
    "厳": 860,
    "準": 861,
    "社": 862,
    "塚": 863,
    "秀": 864,
    "雄": 865,
    "廣": 866,
    "美": 867,
    "株": 868,
    "会": 869,
    "頁": 870,
    "“": 871,
    "”": 872,
    "ü": 873,
    "–": 874,
    "j": 875,
    "?": 876,
    "—": 877,
    "盤": 878,
    "門": 879,
    "交": 880,
    "閲": 881,
    "覧": 882,
    "»": 883,
    "歩": 884,
    "－": 885,
    "温": 886,
    "故": 887,
    "Ｃ": 888,
    "巻": 889,
    "é": 890,
    "ø": 891,
    "α": 892,
    "%": 893,
    "ó": 894,
    "~": 895,
    "ş": 896,
    "ç": 897,
    "宿": 898,
    "─": 899,
    "課": 900,
    "哲": 901,
    "映": 902,
    "岡": 903,
    "山": 904,
    "雑": 905,
    "’": 906,
    "村": 907,
    "田": 908,
    "剛": 909,
    "志": 910,
    "朝": 911,
    "倉": 912,
    "店": 913,
    "瀬": 914,
    "勘": 915,
    "!": 916,
    "…": 917,
    "密": 918,
    "谷": 919,
    "告": 920,
    "®": 921,
    "康": 922,
    "毅": 923,
    "Ł": 924,
    "郎": 925,
    "節": 926,
    "ti": 927,
    "on": 928,
    "er": 929,
    "in": 930,
    "or": 931,
    "an": 932,
    "ar": 933,
    "al": 934,
    "20": 935,
    "en": 936,
    "ット": 937,
    "tion": 938,
    "19": 939,
    "ネット": 940,
    "ワー": 941,
    "le": 942,
    "ワーク": 943,
    "ュー": 944,
    "ネットワーク": 945,
    "ing": 946,
    "th": 947,
    "re": 948,
    "ニュー": 949,
    "ch": 950,
    "10": 951,
    "する": 952,
    "st": 953,
    "ce": 954,
    ").": 955,
    "ニューラ": 956,
    "ニューラル": 957,
    "tt": 958,
    "et": 959,
    "ation": 960,
    "of": 961,
    "ニューラルネットワーク": 962,
    "ed": 963,
    "ro": 964,
    "is": 965,
    "{\\": 966,
    "co": 967,
    "el": 968,
    "ur": 969,
    "201": 970,
    "and": 971,
    "ic": 972,
    "the": 973,
    "//": 974,
    "ある": 975,
    "htt": 976,
    "http": 977,
    "://": 978,
    "ol": 979,
    "for": 980,
    "}}": 981,
    "la": 982,
    "it": 983,
    "ve": 984,
    "ma": 985,
    "202": 986,
    "ork": 987,
    "学習": 988,
    "https": 989,
    "ss": 990,
    "work": 991,
    "etwork": 992,
    "計算": 993,
    "un": 994,
    "te": 995,
    "eur": 996,
    "ent": 997,
    "eural": 998,
    "によ": 999,
    "yst": 1000,
    "11": 1001,
    "ac": 1002,
    "いる": 1003,
    "れる": 1004,
    "we": 1005,
    "em": 1006,
    "to": 1007,
    "NN": 1008,
    "199": 1009,
    "00": 1010,
    "ers": 1011,
    "ep": 1012,
    "es": 1013,
    "ータ": 1014,
    "In": 1015,
    "id": 1016,
    "tic": 1017,
    "mp": 1018,
    "arch": 1019,
    "出力": 1020,
    "198": 1021,
    "ence": 1022,
    "デル": 1023,
    "ni": 1024,
    "as": 1025,
    "にお": 1026,
    "Le": 1027,
    "web": 1028,
    "モデル": 1029,
    "ける": 1030,
    "12": 1031,
    "os": 1032,
    "ig": 1033,
    "at": 1034,
    "pp": 1035,
    "us": 1036,
    "ive": 1037,
    "od": 1038,
    "ber": 1039,
    "から": 1040,
    "ge": 1041,
    "ut": 1042,
    "ning": 1043,
    "org": 1044,
    "2024": 1045,
    "ため": 1046,
    "pa": 1047,
    "時点": 1048,
    "ra": 1049,
    "Neural": 1050,
    "arning": 1051,
    "における": 1052,
    "yle": 1053,
    "oo": 1054,
    "こと": 1055,
    "196": 1056,
    "roce": 1057,
    "Network": 1058,
    "_{": 1059,
    "ci": 1060,
    "um": 1061,
    "データ": 1062,
    "dis": 1063,
    "disp": 1064,
    "displa": 1065,
    "displayst": 1066,
    "displaystyle": 1067,
    "これ": 1068,
    "して": 1069,
    "De": 1070,
    "Th": 1071,
    ".;": 1072,
    "重み": 1073,
    "Re": 1074,
    "アー": 1075,
    "イブ": 1076,
    "78": 1077,
    "ri": 1078,
    "archive": 1079,
    "ロン": 1080,
    "cog": 1081,
    "ran": 1082,
    "pd": 1083,
    "ック": 1084,
    "..": 1085,
    "Co": 1086,
    "xt": 1087,
    "pdf": 1088,
    "fic": 1089,
    "form": 1090,
    "am": 1091,
    "qu": 1092,
    "ne": 1093,
    "ング": 1094,
    "神経": 1095,
    "入力": 1096,
    "パー": 1097,
    "ern": 1098,
    "hu": 1099,
    "il": 1100,
    "アーカ": 1101,
    "アーカイブ": 1102,
    "com": 1103,
    "ory": 1104,
    "network": 1105,
    "よう": 1106,
    "32": 1107,
    "ati": 1108,
    "res": 1109,
    "55": 1110,
    "The": 1111,
    "ul": 1112,
    "として": 1113,
    "情報": 1114,
    "線形": 1115,
    "197": 1116,
    "cogni": 1117,
    "zation": 1118,
    "08": 1119,
    "62": 1120,
    "Proce": 1121,
    "処理": 1122,
    "ィー": 1123,
    "bol": 1124,
    "による": 1125,
    "vi": 1126,
    "text": 1127,
    "anti": 1128,
    "de": 1129,
    "ith": 1130,
    "An": 1131,
    "など": 1132,
    "その": 1133,
    ")}": 1134,
    "プロ": 1135,
    "ist": 1136,
    "09": 1137,
    "cognition": 1138,
    "lo": 1139,
    "14": 1140,
    "978": 1141,
    "Deep": 1142,
    "22": 1143,
    "ww": 1144,
    "Networks": 1145,
    "EE": 1146,
    "ct": 1147,
    "ki": 1148,
    "手法": 1149,
    "より": 1150,
    "研究": 1151,
    "使用": 1152,
    "16": 1153,
    "St": 1154,
    "Ne": 1155,
    "rans": 1156,
    "Learning": 1157,
    "ystem": 1158,
    "odel": 1159,
    "fer": 1160,
    "結合": 1161,
    "この": 1162,
    "って": 1163,
    "関数": 1164,
    "ない": 1165,
    "方法": 1166,
    "生成": 1167,
    "ショ": 1168,
    "pro": 1169,
    "ng": 1170,
    "RNN": 1171,
    "30": 1172,
    "par": 1173,
    "ine": 1174,
    "ook": 1175,
    "mput": 1176,
    "Con": 1177,
    "リー": 1178,
    "ial": 1179,
    "いう": 1180,
    "訓練": 1181,
    "ション": 1182,
    "発表": 1183,
    "確率": 1184,
    "ure": 1185,
    "si": 1186,
    "ity": 1187,
    "):": 1188,
    "ations": 1189,
    "Sch": 1190,
    "gen": 1191,
    "op": 1192,
    "2017": 1193,
    "neural": 1194,
    "ーション": 1195,
    "ード": 1196,
    "2015": 1197,
    "se": 1198,
    "Trans": 1199,
    "ard": 1200,
    "mid": 1201,
    "ay": 1202,
    "di": 1203,
    "me": 1204,
    "book": 1205,
    "13": 1206,
    "ssing": 1207,
    "ang": 1208,
    ".\"": 1209,
    "それ": 1210,
    "という": 1211,
    "によって": 1212,
    "画像": 1213,
    "誤差": 1214,
    "sy": 1215,
    "ディー": 1216,
    "ディープ": 1217,
    "コン": 1218,
    "ラー": 1219,
    "パーセ": 1220,
    "パーセプ": 1221,
    "パーセプト": 1222,
    "パーセプトロン": 1223,
    "ab": 1224,
    "64": 1225,
    "CNN": 1226,
    "Net": 1227,
    "by": 1228,
    "Schmid": 1229,
    "Schmidhu": 1230,
    "Schmidhuber": 1231,
    "System": 1232,
    "tions": 1233,
    "per": 1234,
    "with": 1235,
    "do": 1236,
    "model": 1237,
    "ター": 1238,
    "いて": 1239,
    "生物": 1240,
    "場合": 1241,
    "人工": 1242,
    "igh": 1243,
    "レン": 1244,
    "バック": 1245,
    "問題": 1246,
    "勾配": 1247,
    "導入": 1248,
    "2012": 1249,
    "Ima": 1250,
    "ress": 1251,
    "Int": 1252,
    "Ma": 1253,
    "Qu": 1254,
    "ak": 1255,
    "ze": 1256,
    "ナル": 1257,
    "ad": 1258,
    "tics": 1259,
    "books": 1260,
    "cience": 1261,
    "learning": 1262,
    "ings": 1263,
    "あり": 1264,
    "でき": 1265,
    "可能": 1266,
    "微分": 1267,
    "により": 1268,
    "理論": 1269,
    "1960": 1270,
    "^{": 1271,
    "25": 1272,
    "ack": 1273,
    "リジ": 1274,
    "Image": 1275,
    "cal": 1276,
    "Ch": 1277,
    "oog": 1278,
    "oogle": 1279,
    "ization": 1280,
    "lor": 1281,
    "15": 1282,
    "sh": 1283,
    "}}}": 1284,
    "2020": 1285,
    "24": 1286,
    "ical": 1287,
    "im": 1288,
    "ew": 1289,
    "26": 1290,
    "Comput": 1291,
    "ron": 1292,
    "No": 1293,
    "Sh": 1294,
    "ttern": 1295,
    "Pa": 1296,
    "edings": 1297,
    "ference": 1298,
    "con": 1299,
    "ia": 1300,
    "ユニ": 1301,
    "ユニット": 1302,
    "必要": 1303,
    "ニューロン": 1304,
    "伝播": 1305,
    "なる": 1306,
    "変換": 1307,
    "認識": 1308,
    "17": 1309,
    "og": 1310,
    "プロパ": 1311,
    "プロパゲ": 1312,
    "プロパゲーション": 1313,
    "カレン": 1314,
    "Recognition": 1315,
    "2014": 1316,
    "ion": 1317,
    "eng": 1318,
    "量子": 1319,
    "ance": 1320,
    "ot": 1321,
    "58": 1322,
    "ib": 1323,
    "tiv": 1324,
    "yn": 1325,
    "fi": 1326,
    "ppl": 1327,
    "int": 1328,
    "07": 1329,
    "ru": 1330,
    "google": 1331,
    "AA": 1332,
    "pt": 1333,
    "ub": 1334,
    "29": 1335,
    "オリジ": 1336,
    "オリジナル": 1337,
    "53": 1338,
    "tific": 1339,
    "パラ": 1340,
    "パラメ": 1341,
    "パラメータ": 1342,
    "ight": 1343,
    "ベル": 1344,
    "様々": 1345,
    "用い": 1346,
    "バックプロパゲーション": 1347,
    "err": 1348,
    "リカレン": 1349,
    "リカレント": 1350,
    "Ad": 1351,
    "06": 1352,
    "AN": 1353,
    "Se": 1354,
    "networks": 1355,
    "quanti": 1356,
    "ting": 1357,
    "Me": 1358,
    "Systems": 1359,
    "110": 1360,
    "Per": 1361,
    "77": 1362,
    "uk": 1363,
    "Processing": 1364,
    "are": 1365,
    "クト": 1366,
    "ニング": 1367,
    "tificial": 1368,
    "られる": 1369,
    "に対": 1370,
    "できる": 1371,
    "bold": 1372,
    "boldsy": 1373,
    "boldsym": 1374,
    "boldsymbol": 1375,
    "195": 1376,
    "AI": 1377,
    "年代": 1378,
    "深層": 1379,
    "統計": 1380,
    "降下": 1381,
    "バー": 1382,
    "1982": 1383,
    "およ": 1384,
    "および": 1385,
    "1991": 1386,
    "レイ": 1387,
    "Ar": 1388,
    "rain": 1389,
    "精度": 1390,
    "GAN": 1391,
    "ou": 1392,
    "Gen": 1393,
    "vers": 1394,
    "lex": 1395,
    "ment": 1396,
    "ary": 1397,
    "Quanti": 1398,
    "tical": 1399,
    "www": 1400,
    "view": 1401,
    "red": 1402,
    "IEE": 1403,
    "IEEE": 1404,
    "lass": 1405,
    "lassi": 1406,
    "ational": 1407,
    "ima": 1408,
    "Proceedings": 1409,
    "03": 1410,
    "cture": 1411,
    "Conference": 1412,
    "ski": 1413,
    "もの": 1414,
    "呼ば": 1415,
    "ズム": 1416,
    "なっ": 1417,
    "ite": 1418,
    "かっ": 1419,
    "られ": 1420,
    "=\\": 1421,
    "回帰": 1422,
    "単純": 1423,
    "これら": 1424,
    "最初": 1425,
    "実装": 1426,
    "開発": 1427,
    "ディープラー": 1428,
    "ディープラーニング": 1429,
    "論文": 1430,
    "ov": 1431,
    "なく": 1432,
    "ウェ": 1433,
    "正規": 1434,
    "ップ": 1435,
    "pag": 1436,
    "proce": 1437,
    "時間": 1438,
    "行列": 1439,
    "tive": 1440,
    "ンス": 1441,
    "レッ": 1442,
    "ff": 1443,
    "低下": 1444,
    "tten": 1445,
    "ll": 1446,
    "cur": 1447,
    "Gener": 1448,
    "ative": 1449,
    "fan": 1450,
    "}}_": 1451,
    "}}_{\\": 1452,
    "ain": 1453,
    "activ": 1454,
    "ast": 1455,
    "resent": 1456,
    "88": 1457,
    "18": 1458,
    "Inform": 1459,
    "Information": 1460,
    "1109": 1461,
    "04": 1462,
    "44": 1463,
    "lassific": 1464,
    "lassification": 1465,
    "erm": 1466,
    "Bo": 1467,
    "79": 1468,
    "cum": 1469,
    "38": 1470,
    "2016": 1471,
    "ee": 1472,
    "1162": 1473,
    "ついて": 1474,
    "end": 1475,
    "パター": 1476,
    "パターン": 1477,
    "次元": 1478,
    "初期": 1479,
    "フォ": 1480,
    "スト": 1481,
    "MI": 1482,
    "なかっ": 1483,
    "あっ": 1484,
    "甘利": 1485,
    "2023": 1486,
    "効率": 1487,
    "propag": 1488,
    "提案": 1489,
    "畳み": 1490,
    "畳み込": 1491,
    "畳み込み": 1492,
    "リング": 1493,
    "チャ": 1494,
    "リカレントニューラルネットワーク": 1495,
    "要素": 1496,
    "ap": 1497,
    "自己": 1498,
    "Am": 1499,
    "olog": 1500,
    "シュ": 1501,
    "1995": 1502,
    "もと": 1503,
    "以下": 1504,
    "複素": 1505,
    "表現": 1506,
    "ore": 1507,
    "low": 1508,
    "om": 1509,
    "Nor": 1510,
    "バッ": 1511,
    "バッチ": 1512,
    "1986": 1513,
    "fre": 1514,
    "lorot": 1515,
    "演算": 1516,
    "ynam": 1517,
    "parti": 1518,
    "partial": 1519,
    "ft": 1520,
    "iv": 1521,
    "Jü": 1522,
    "Jür": 1523,
    "Jürgen": 1524,
    "istory": 1525,
    "21": 1526,
    "Or": 1527,
    "Computer": 1528,
    "Te": 1529,
    "ly": 1530,
    "Science": 1531,
    "ell": 1532,
    "comp": 1533,
    "2025": 1534,
    "der": 1535,
    "Go": 1536,
    "pub": 1537,
    "Zh": 1538,
    "Zhang": 1539,
    "ian": 1540,
    "ann": 1541,
    "Yos": 1542,
    "hua": 1543,
    "io": 1544,
    "lec": 1545,
    "neco": 1546,
    "deep": 1547,
    "Ka": 1548,
    "iki": 1549,
    "sk": 1550,
    "について": 1551,
    "ベクト": 1552,
    "ベクトル": 1553,
    "知ら": 1554,
    "ヒト": 1555,
    "細胞": 1556,
    "取り": 1557,
    "与え": 1558,
    "ラベル": 1559,
    "しか": 1560,
    "まで": 1561,
    "活性": 1562,
    "コンピ": 1563,
    "コンピュー": 1564,
    "メモ": 1565,
    "メモリ": 1566,
    "アル": 1567,
    "書籍": 1568,
    "error": 1569,
    "ction": 1570,
    "01": 1571,
    "43": 1572,
    "認知": 1573,
    "train": 1574,
    "ニューラルネット": 1575,
    "ual": 1576,
    "機械": 1577,
    "2018": 1578,
    "方向": 1579,
    "lay": 1580,
    "curr": 1581,
    "current": 1582,
    "elf": 1583,
    "分布": 1584,
    "...": 1585,
    "bas": 1586,
    "ph": 1587,
    "))": 1588,
    "sq": 1589,
    "sqr": 1590,
    "sqrt": 1591,
    "rac": 1592,
    "}\\": 1593,
    "math": 1594,
    "av": 1595,
    "inear": 1596,
    "Appl": 1597,
    "mber": 1598,
    "ys": 1599,
    "05": 1600,
    "ley": 1601,
    "ani": 1602,
    "Transac": 1603,
    "Transactions": 1604,
    "using": 1605,
    "cept": 1606,
    "ceptron": 1607,
    "abil": 1608,
    "And": 1609,
    "ort": 1610,
    "edu": 1611,
    "yber": 1612,
    "yberne": 1613,
    "ybernetics": 1614,
    "lis": 1615,
    "pattern": 1616,
    "our": 1617,
    "Ge": 1618,
    "Vol": 1619,
    "閲覧": 1620,
    "tor": 1621,
    "tim": 1622,
    "cument": 1623,
    "vol": 1624,
    "rep": 1625,
    "represent": 1626,
    "ex": 1627,
    "Back": 1628,
    "We": 1629,
    "Yoshua": 1630,
    "Beng": 1631,
    "Bengio": 1632,
    "stru": 1633,
    "pers": 1634,
    "formance": 1635,
    "edia": 1636,
    "be": 1637,
    "ate": 1638,
    "示さ": 1639,
    "おり": 1640,
    "利用": 1641,
    "いく": 1642,
    "えば": 1643,
    "リン": 1644,
    "フィー": 1645,
    "非線形": 1646,
    "再帰": 1647,
    "多く": 1648,
    "近似": 1649,
    "ワード": 1650,
    "技術": 1651,
    "に対する": 1652,
    "回路": 1653,
    "において": 1654,
    "ロー": 1655,
    "アルゴ": 1656,
    "アルゴリ": 1657,
    "アルゴリズム": 1658,
    "シー": 1659,
    "また": 1660,
    "俊一": 1661,
    "^{(": 1662,
    "min": 1663,
    "数え": 1664,
    "エン": 1665,
    "存在": 1666,
    "ットフ": 1667,
    "ating": 1668,
    "適用": 1669,
    "サン": 1670,
    "ン・": 1671,
    "向上": 1672,
    "ImageNet": 1673,
    "arge": 1674,
    "Scal": 1675,
    "all": 1676,
    "2022": 1677,
    "並列": 1678,
    "ttention": 1679,
    "Transform": 1680,
    "記事": 1681,
    "Fe": 1682,
    "レイヤ": 1683,
    "gress": 1684,
    "},": 1685,
    "})": 1686,
    "Wa": 1687,
    "based": 1688,
    "avi": 1689,
    "/{": 1690,
    "/{{\\": 1691,
    "}}}}}": 1692,
    "Py": 1693,
    "frac": 1694,
    "old": 1695,
    "art": 1696,
    "スレッ": 1697,
    "スレッド": 1698,
    "ign": 1699,
    "^{\\": 1700,
    "mathr": 1701,
    "mathrm": 1702,
    "au": 1703,
    "Un": 1704,
    "det": 1705,
    "ics": 1706,
    "23": 1707,
    "Perceptron": 1708,
    "Pro": 1709,
    "003": 1710,
    "Artificial": 1711,
    "ach": 1712,
    "28": 1713,
    "pe": 1714,
    "uni": 1715,
    "les": 1716,
    "uro": 1717,
    "Cybernetics": 1718,
    "Tech": 1719,
    "1016": 1720,
    "Pattern": 1721,
    "Classification": 1722,
    "und": 1723,
    "training": 1724,
    "ir": 1725,
    "document": 1726,
    "67": 1727,
    "Ho": 1728,
    "Hint": 1729,
    "Hinton": 1730,
    "Geof": 1731,
    "Geoffre": 1732,
    "Geoffrey": 1733,
    "recognition": 1734,
    "science": 1735,
    "ver": 1736,
    "ip": 1737,
    "lecun": 1738,
    "02": 1739,
    "no": 1740,
    "ob": 1741,
    "ford": 1742,
    "Intern": 1743,
    "International": 1744,
    "papers": 1745,
    "volu": 1746,
    "Sha": 1747,
    "oh": 1748,
    "スパ": 1749,
    "スパイ": 1750,
    "イン": 1751,
    "介し": 1752,
    "情報処理": 1753,
    "weight": 1754,
    "予測": 1755,
    "フィード": 1756,
    "調整": 1757,
    "ニューラルネットワークモデル": 1758,
    "構成": 1759,
    "かる": 1760,
    "含む": 1761,
    "}}+": 1762,
    "}}+{\\": 1763,
    "分類": 1764,
    "ノード": 1765,
    "ステ": 1766,
    "分離": 1767,
    "ファ": 1768,
    "ラン": 1769,
    "さら": 1770,
    "さらに": 1771,
    "科学": 1772,
    "1970": 1773,
    "基礎": 1774,
    "1971": 1775,
    "力学": 1776,
    "現在": 1777,
    "50": 1778,
    "back": 1779,
    "テク": 1780,
    "ウェイ": 1781,
    "1988": 1782,
    "IP": 1783,
    "ジェ": 1784,
    "教師": 1785,
    "1980": 1786,
    "Amer": 1787,
    "Americ": 1788,
    "シュミ": 1789,
    "シュミットフ": 1790,
    "シュミットフー": 1791,
    "シュミットフーバー": 1792,
    "シーケ": 1793,
    "ーマ": 1794,
    "Large": 1795,
    "Scale": 1796,
    "Vis": 1797,
    "コー": 1798,
    "コーダ": 1799,
    "Attention": 1800,
    "1992": 1801,
    "FF": 1802,
    "FFN": 1803,
    "層間": 1804,
    "layer": 1805,
    "recurrent": 1806,
    "える": 1807,
    "Gra": 1808,
    "たら": 1809,
    "Au": 1810,
    "Norm": 1811,
    "alization": 1812,
    "Del": 1813,
    "dient": 1814,
    "thod": 1815,
    "2010": 1816,
    "584": 1817,
    "gain": 1818,
    "ャッ": 1819,
    "quantization": 1820,
    "Quantize": 1821,
    "スパー": 1822,
    "スパース": 1823,
    "ゼロ": 1824,
    "psi": 1825,
    "}{\\": 1826,
    "man": 1827,
    "51": 1828,
    "History": 1829,
    "amb": 1830,
    "ter": 1831,
    "Mathe": 1832,
    "Mathema": 1833,
    "1007": 1834,
    "tod": 1835,
    "today": 1836,
    "202410": 1837,
    "20241012": 1838,
    "Rep": 1839,
    "Nets": 1840,
    "als": 1841,
    "Uni": 1842,
    "ml": 1843,
    "onal": 1844,
    "New": 1845,
    "jp": 1846,
    "zing": 1847,
    "TI": 1848,
    "Ro": 1849,
    "theory": 1850,
    "comput": 1851,
    "redic": 1852,
    "oci": 1853,
    "cs": 1854,
    "Neuro": 1855,
    "enk": 1856,
    "king": 1857,
    "pi": 1858,
    "Alex": 1859,
    "Pol": 1860,
    "artic": 1861,
    "vel": 1862,
    "ied": 1863,
    "arm": 1864,
    "Boz": 1865,
    "Bozin": 1866,
    "Bozinov": 1867,
    "Bozinovski": 1868,
    "osi": 1869,
    "publis": 1870,
    "mem": 1871,
    "optim": 1872,
    "po": 1873,
    "alg": 1874,
    "algor": 1875,
    "algorith": 1876,
    "algorithm": 1877,
    "uer": 1878,
    "uergen": 1879,
    "Backpropag": 1880,
    "Backpropagation": 1881,
    "ift": 1882,
    "329": 1883,
    "Ph": 1884,
    "Us": 1885,
    "1989": 1886,
    "itecture": 1887,
    "Cun": 1888,
    "eli": 1889,
    "quence": 1890,
    "255": 1891,
    "Res": 1892,
    "earch": 1893,
    "35": 1894,
    "202409": 1895,
    "vis": 1896,
    "Ci": 1897,
    "volution": 1898,
    "ikip": 1899,
    "ikipedia": 1900,
    "ah": 1901,
    "ones": 1902,
    "出典": 1903,
    "フリー": 1904,
    "ート": 1905,
    "模倣": 1906,
    "artificial": 1907,
    "あるい": 1908,
    "あるいは": 1909,
    "部分": 1910,
    "参照": 1911,
    "シナ": 1912,
    "シナプ": 1913,
    "シナプス": 1914,
    "変化": 1915,
    "いくつ": 1916,
    "たと": 1917,
    "たとえば": 1918,
    "に対して": 1919,
    "行う": 1920,
    "実際": 1921,
    "かかる": 1922,
    "sig": 1923,
    "sigma": 1924,
    "}}{\\": 1925,
    "}})}": 1926,
    "ラス": 1927,
    "議論": 1928,
    "フィ": 1929,
    "命令": 1930,
    "組み": 1931,
    "システ": 1932,
    "システム": 1933,
    "せる": 1934,
    "応用": 1935,
    "1956": 1936,
    "MIT": 1937,
    "ローゼ": 1938,
    "ローゼン": 1939,
    "ローゼンブ": 1940,
    "ローゼンブラ": 1941,
    "ローゼンブラット": 1942,
    "しかし": 1943,
    "能力": 1944,
    "実用": 1945,
    "一般": 1946,
    "記述": 1947,
    "ごと": 1948,
    "不可能": 1949,
    "II": 1950,
    "1966": 1951,
    "ud": 1952,
    "1967": 1953,
    "当時": 1954,
    "発展": 1955,
    "256": 1956,
    "Ki": 1957,
    "1976": 1958,
    "よく": 1959,
    "ダウ": 1960,
    "ダウン": 1961,
    "cor": 1962,
    "文章": 1963,
    "1994": 1964,
    "サンプ": 1965,
    "サンプリング": 1966,
    "アーキ": 1967,
    "アーキテク": 1968,
    "アーキテクチャ": 1969,
    "コード": 1970,
    "aptive": 1971,
    "American": 1972,
    "Psy": 1973,
    "Psych": 1974,
    "Psycholog": 1975,
    "感情": 1976,
    "1990": 1977,
    "ユル": 1978,
    "ユルゲ": 1979,
    "ユルゲン・": 1980,
    "ユルゲン・シュミットフーバー": 1981,
    "LS": 1982,
    "特徴": 1983,
    "さい": 1984,
    "コンテ": 1985,
    "コンテスト": 1986,
    "フォーマ": 1987,
    "規模": 1988,
    "PU": 1989,
    "2013": 1990,
    "発生": 1991,
    "数値": 1992,
    "seq": 1993,
    "All": 1994,
    "高速": 1995,
    "ーム": 1996,
    "ward": 1997,
    "信号": 1998,
    "ies": 1999,
    "Generative": 2000,
    "Pi": 2001,
    "Wave": 2002,
    "bo": 2003,
    "Aug": 2004,
    "Comp": 2005,
    "分散": 2006,
    "up": 2007,
    "gra": 2008,
    "最適": 2009,
    "Xavi": 2010,
    "Xavier": 2011,
    "Glorot": 2012,
    "tan": 2013,
    ",{\\": 2014,
    "ele": 2015,
    "elh": 2016,
    "elhart": 2017,
    "ライブ": 2018,
    "ライブラ": 2019,
    "ライブラリ": 2020,
    "activation": 2021,
    "Quantization": 2022,
    "ake": 2023,
    "ant": 2024,
    "cir": 2025,
    "circ": 2026,
    "}}}&": 2027,
    ")^{\\": 2028,
    "Man": 2029,
    "eld": 2030,
    "Method": 2031,
    "ler": 2032,
    "63": 2033,
    "ret": 2034,
    "Linear": 2035,
    "Ann": 2036,
    "Stati": 2037,
    "Statis": 2038,
    "sti": 2039,
    "2024101222": 2040,
    "pr": 2041,
    "Univers": 2042,
    "University": 2043,
    "Press": 2044,
    "He": 2045,
    "49": 2046,
    "Org": 2047,
    "Sim": 2048,
    "igit": 2049,
    "Mach": 2050,
    "Model": 2051,
    "age": 2052,
    "37": 2053,
    "Predic": 2054,
    "oral": 2055,
    "AAJ": 2056,
    "ffic": 2057,
    "1177": 2058,
    "rib": 2059,
    "Pet": 2060,
    "英語": 2061,
    "ppro": 2062,
    "uc": 2063,
    "dynam": 2064,
    "La": 2065,
    "self": 2066,
    "70": 2067,
    "system": 2068,
    "net": 2069,
    "ich": 2070,
    "ctions": 2071,
    "Mar": 2072,
    "ry": 2073,
    "cc": 2074,
    "Fuk": 2075,
    "Fukus": 2076,
    "Fukush": 2077,
    "Fukushima": 2078,
    "fe": 2079,
    "ulti": 2080,
    "Ac": 2081,
    "matic": 2082,
    "\".": 2083,
    "ibni": 2084,
    "ibniz": 2085,
    "hard": 2086,
    "364": 2087,
    "doi": 2088,
    "Andre": 2089,
    "Volum": 2090,
    "Volume": 2091,
    "Sep": 2092,
    "exp": 2093,
    ".,": 2094,
    "iss": 2095,
    "Hoch": 2096,
    "wit": 2097,
    "mit": 2098,
    "学会": 2099,
    "Dav": 2100,
    "David": 2101,
    "533": 2102,
    "323": 2103,
    "shift": 2104,
    "ication": 2105,
    "39": 2106,
    "Wei": 2107,
    "architecture": 2108,
    "dr": 2109,
    "drive": 2110,
    "file": 2111,
    "usp": 2112,
    "shar": 2113,
    "sharing": 2114,
    "LeCun": 2115,
    "Yann": 2116,
    "appl": 2117,
    "Ap": 2118,
    "65": 2119,
    "icro": 2120,
    "59": 2121,
    "secon": 2122,
    "second": 2123,
    "secondary": 2124,
    "structure": 2125,
    "Jak": 2126,
    "Jakob": 2127,
    "iee": 2128,
    "NA": 2129,
    "107": 2130,
    "Gome": 2131,
    "Gomez": 2132,
    "use": 2133,
    "oug": 2134,
    "iter": 2135,
    "ult": 2136,
    "ong": 2137,
    "ony": 2138,
    "su": 2139,
    "Gamb": 2140,
    "Gambard": 2141,
    "Gambardel": 2142,
    "Gambardella": 2143,
    "Cires": 2144,
    "Ciresan": 2145,
    "Performance": 2146,
    "Convolution": 2147,
    "cont": 2148,
    "Jun": 2149,
    "June": 2150,
    "Jian": 2151,
    "Vas": 2152,
    "Vasw": 2153,
    "Vaswani": 2154,
    "Transformers": 2155,
    "wh": 2156,
    "glorot": 2157,
    "activations": 2158,
    "quantize": 2159,
    "ディ": 2160,
    "ディア": 2161,
    "キング": 2162,
    "ます": 2163,
    "サー": 2164,
    "メカ": 2165,
    "メカニ": 2166,
    "メカニズム": 2167,
    "人間": 2168,
    "説明": 2169,
    "がっ": 2170,
    "ただ": 2171,
    "強度": 2172,
    "作ら": 2173,
    "影響": 2174,
    "だけ": 2175,
    "weights": 2176,
    "しい": 2177,
    "減少": 2178,
    "多数": 2179,
    "繰り": 2180,
    "繰り返": 2181,
    "数学": 2182,
    "なお": 2183,
    "相互": 2184,
    "さま": 2185,
    "さまざ": 2186,
    "さまざま": 2187,
    "構造": 2188,
    "入出力": 2189,
    "に関": 2190,
    "({\\": 2191,
    "クラス": 2192,
    "タス": 2193,
    "タスク": 2194,
    "当初": 2195,
    "200": 2196,
    "以上": 2197,
    "基づ": 2198,
    "最も": 2199,
    "フィードフォ": 2200,
    "フィードフォワード": 2201,
    "持つ": 2202,
    "合計": 2203,
    "コンピュータ": 2204,
    "プロセ": 2205,
    "実行": 2206,
    "一方": 2207,
    "ノイ": 2208,
    "マン": 2209,
    "なり": 2210,
    "考察": 2211,
    "アプロ": 2212,
    "アプロー": 2213,
    "アプローチ": 2214,
    "当て": 2215,
    "1954": 2216,
    "ファー": 2217,
    "ファーリー": 2218,
    "クラー": 2219,
    "クラーク": 2220,
    "作成": 2221,
    "ジョ": 2222,
    "彼ら": 2223,
    "大幅": 2224,
    "増加": 2225,
    "適応": 2226,
    "隠れ": 2227,
    "なわ": 2228,
    "行わ": 2229,
    "アレ": 2230,
    "ネン": 2231,
    "なし": 2232,
    "abor": 2233,
    "日本": 2234,
    "幾何": 2235,
    "出版": 2236,
    "スカ": 2237,
    "Dud": 2238,
    "Duda": 2239,
    "手書": 2240,
    "手書き": 2241,
    "識別": 2242,
    "ハード": 2243,
    "ハードウェ": 2244,
    "ハードウェア": 2245,
    "限界": 2246,
    "東京": 2247,
    "東京大": 2248,
    "東京大学": 2249,
    "KiB": 2250,
    "述べ": 2251,
    "167": 2252,
    "propagating": 2253,
    "自動": 2254,
    "スキ": 2255,
    "スキー": 2256,
    "グラ": 2257,
    "特に": 2258,
    "複数": 2259,
    "出さ": 2260,
    "サイ": 2261,
    "活動": 2262,
    "過去": 2263,
    "Psychologist": 2264,
    "関係": 2265,
    "イア": 2266,
    "シーケンス": 2267,
    "事前": 2268,
    "Pre": 2269,
    "1993": 2270,
    "解決": 2271,
    "LST": 2272,
    "LSTM": 2273,
    "ジェフリー": 2274,
    "ヒン": 2275,
    "ヒント": 2276,
    "ヒントン": 2277,
    "ディープ・": 2278,
    "・ネットワーク": 2279,
    "もともと": 2280,
    "小さい": 2281,
    "作業": 2282,
    "パフォーマ": 2283,
    "パフォーマンス": 2284,
    "近づ": 2285,
    "Visual": 2286,
    "allen": 2287,
    "allenge": 2288,
    "概念": 2289,
    "Di": 2290,
    "デコーダ": 2291,
    "やす": 2292,
    "やすい": 2293,
    "ース": 2294,
    "しく": 2295,
    "Is": 2296,
    "You": 2297,
    "Need": 2298,
    "ert": 2299,
    "forward": 2300,
    "BF": 2301,
    "多い": 2302,
    "Self": 2303,
    "自然": 2304,
    "使わ": 2305,
    "複素数": 2306,
    "速度": 2307,
    "母集": 2308,
    "母集団": 2309,
    "gressive": 2310,
    "系列": 2311,
    "条件": 2312,
    "自体": 2313,
    "Advers": 2314,
    "Adversar": 2315,
    "Adversarial": 2316,
    "ator": 2317,
    "IC": 2318,
    "NV": 2319,
    "もたら": 2320,
    "put": 2321,
    "BN": 2322,
    "詳細": 2323,
    "それぞ": 2324,
    "それぞれ": 2325,
    "省略": 2326,
    "tanh": 2327,
    "(-": 2328,
    "(-{\\": 2329,
    "}}}}},{\\": 2330,
    "}}}}})}": 2331,
    "out": 2332,
    "PyT": 2333,
    "PyTor": 2334,
    "PyTorch": 2335,
    "pm": 2336,
    "anal": 2337,
    "resh": 2338,
    "reshold": 2339,
    "起こ": 2340,
    "基本": 2341,
    "ibr": 2342,
    "反復": 2343,
    "IN": 2344,
    "INT": 2345,
    "効果": 2346,
    "キャッ": 2347,
    "キャッシュ": 2348,
    "QD": 2349,
    "QDQ": 2350,
    "atic": 2351,
    "Dynam": 2352,
    "数式": 2353,
    "通り": 2354,
    "left": 2355,
    "right": 2356,
    "\\{\\": 2357,
    "ava": 2358,
    "つく": 2359,
    "つくる": 2360,
    "2008": 2361,
    "Rel": 2362,
    "ares": 2363,
    "Ste": 2364,
    "1981": 2365,
    "Inv": 2366,
    "ention": 2367,
    "45": 2368,
    "sch": 2369,
    "rd": 2370,
    ".).": 2371,
    "Pr": 2372,
    "enti": 2373,
    "Mod": 2374,
    "Statistics": 2375,
    "deta": 2376,
    "history": 2377,
    "Dece": 2378,
    "December": 2379,
    "ide": 2380,
    "erv": 2381,
    "tin": 2382,
    "Mathematical": 2383,
    "259": 2384,
    "Stu": 2385,
    "34": 2386,
    "41": 2387,
    "97814": 2388,
    "9781400": 2389,
    "978140088": 2390,
    "97814008826": 2391,
    "9781400882618": 2392,
    "anization": 2393,
    "Be": 2394,
    "York": 2395,
    "Wi": 2396,
    "Wiley": 2397,
    "anizing": 2398,
    "igital": 2399,
    "Theory": 2400,
    "che": 2401,
    "Hol": 2402,
    "land": 2403,
    "Ros": 2404,
    "Rosen": 2405,
    "Rosenb": 2406,
    "Rosenbla": 2407,
    "Rosenblatt": 2408,
    "istic": 2409,
    "Review": 2410,
    "004": 2411,
    "erb": 2412,
    "erbos": 2413,
    "ysis": 2414,
    "AC": 2415,
    "Fran": 2416,
    "aran": 2417,
    "ik": 2418,
    "Soci": 2419,
    "Peter": 2420,
    "Intell": 2421,
    "Intellig": 2422,
    "Intelligence": 2423,
    "ates": 2424,
    "peop": 2425,
    "people": 2426,
    "Iv": 2427,
    "Ivak": 2428,
    "Ivakh": 2429,
    "Ivakhn": 2430,
    "Ivakhnenk": 2431,
    "Ivakhnenko": 2432,
    "444": 2433,
    "March": 2434,
    "ms": 2435,
    "0005": 2436,
    "98": 2437,
    "pii": 2438,
    "systems": 2439,
    "TS": 2440,
    "320": 2441,
    "articles": 2442,
    "586": 2443,
    "ari": 2444,
    "Fo": 2445,
    "cri": 2446,
    "unctions": 2447,
    "Ele": 2448,
    "sky": 2449,
    "1969": 2450,
    "3022": 2451,
    "ature": 2452,
    "SC": 2453,
    "Son": 2454,
    "ata": 2455,
    "Applied": 2456,
    "mach": 2457,
    "oc": 2458,
    "Oc": 2459,
    "trans": 2460,
    "Infor": 2461,
    "matica": 2462,
    "paper": 2463,
    "Leibniz": 2464,
    "Fre": 2465,
    "ted": 2466,
    "rom": 2467,
    "tes": 2468,
    "Op": 2469,
    "90": 2470,
    "Gradient": 2471,
    "mple": 2472,
    "ivative": 2473,
    "791": 2474,
    "ented": 2475,
    "IS": 2476,
    "bi": 2477,
    "52": 2478,
    "ula": 2479,
    "round": 2480,
    "rounding": 2481,
    "local": 2482,
    "errors": 2483,
    "sin": 2484,
    "ID": 2485,
    "IA": 2486,
    "vance": 2487,
    "vances": 2488,
    "linear": 2489,
    "ensi": 2490,
    "optimization": 2491,
    "762": 2492,
    "press": 2493,
    "dire": 2494,
    "direct": 2495,
    "ts": 2496,
    "Rum": 2497,
    "Rumelhart": 2498,
    "ill": 2499,
    "536": 2500,
    "Nat": 2501,
    "Natur": 2502,
    "Jan": 2503,
    "Janu": 2504,
    "January": 2505,
    "Neo": 2506,
    "Neocog": 2507,
    "Neocogn": 2508,
    "Neocognit": 2509,
    "Neocognitron": 2510,
    "posi": 2511,
    "position": 2512,
    "mech": 2513,
    "mechan": 2514,
    "mechanis": 2515,
    "aff": 2516,
    "Jap": 2517,
    "Japan": 2518,
    "onem": 2519,
    "oneme": 2520,
    "Insti": 2521,
    "Instit": 2522,
    "ute": 2523,
    "mm": 2524,
    "inv": 2525,
    "invar": 2526,
    "invarian": 2527,
    "invariant": 2528,
    "its": 2529,
    "andw": 2530,
    "andwri": 2531,
    "andwritten": 2532,
    "ick": 2533,
    "yann": 2534,
    "exd": 2535,
    "exdb": 2536,
    "alle": 2537,
    "allel": 2538,
    "istrib": 2539,
    "istribut": 2540,
    "istributed": 2541,
    "processing": 2542,
    "Wo": 2543,
    "Tk": 2544,
    "uman": 2545,
    "zed": 2546,
    "ust": 2547,
    "642": 2548,
    "glo": 2549,
    "glob": 2550,
    "tein": 2551,
    "models": 2552,
    "ology": 2553,
    "run": 2554,
    "tter": 2555,
    "ces": 2556,
    "Sequence": 2557,
    "2554": 2558,
    "San": 2559,
    "ag": 2560,
    "Rober": 2561,
    "Robert": 2562,
    "Si": 2563,
    "her": 2564,
    "2019": 2565,
    "FK": 2566,
    "FKI": 2567,
    "148": 2568,
    "idsi": 2569,
    "idsia": 2570,
    "/~": 2571,
    "juergen": 2572,
    "Hochre": 2573,
    "Hochreiter": 2574,
    "nets": 2575,
    "),": 2576,
    "Cog": 2577,
    "Cogni": 2578,
    "super": 2579,
    "supervis": 2580,
    "supervised": 2581,
    "31": 2582,
    "Mei": 2583,
    "Meier": 2584,
    "High": 2585,
    "Convolutional": 2586,
    "210": 2587,
    "Cur": 2588,
    "Ass": 2589,
    "ges": 2590,
    "Multi": 2591,
    "classification": 2592,
    "he": 2593,
    "Kar": 2594,
    "Andrew": 2595,
    "research": 2596,
    "Non": 2597,
    "pati": 2598,
    "patio": 2599,
    "ability": 2600,
    "row": 2601,
    "mpro": 2602,
    "Sur": 2603,
    "Machine": 2604,
    "proceedings": 2605,
    "mlr": 2606,
    "Kaim": 2607,
    "Kaiming": 2608,
    "Xi": 2609,
    "Xiang": 2610,
    "Xiangy": 2611,
    "Xiangyu": 2612,
    "Ren": 2613,
    "Shao": 2614,
    "Shaoq": 2615,
    "Shaoqing": 2616,
    "Sun": 2617,
    "Rec": 2618,
    "Recti": 2619,
    "Rectifi": 2620,
    "Ash": 2621,
    "Ashis": 2622,
    "Ashish": 2623,
    "Shaze": 2624,
    "Shazeer": 2625,
    "Noam": 2626,
    "Parm": 2627,
    "Parmar": 2628,
    "Niki": 2629,
    "Usz": 2630,
    "Uszk": 2631,
    "Uszkore": 2632,
    "Uszkoreit": 2633,
    "Jones": 2634,
    "Ll": 2635,
    "Llion": 2636,
    "Aid": 2637,
    "Aidan": 2638,
    "Kais": 2639,
    "Kaiser": 2640,
    "ukas": 2641,
    "ukasz": 2642,
    "Polos": 2643,
    "Polosuk": 2644,
    "Polosukh": 2645,
    "Polosukhin": 2646,
    "Ill": 2647,
    "Illia": 2648,
    "olar": 2649,
    "angu": 2650,
    "has": 2651,
    "torch": 2652,
    "that": 2653,
    "ニューロ": 2654,
    "param": 2655,
    "paramet": 2656,
    "parameters": 2657,
    "performance": 2658,
    "ONN": 2659,
    "ONNX": 2660,
    "time": 2661,
    "リンク": 2662,
    "Wikipedia": 2663,
    "Bah": 2664,
    "ск": 2665,
    "cha": 2666,
    "スパイキング": 2667,
    "スパイキングニューラルネットワーク": 2668,
    "マシ": 2669,
    "マイ": 2670,
    "広く": 2671,
    "数理": 2672,
    "対象": 2673,
    "理解": 2674,
    "そも": 2675,
    "どの": 2676,
    "しよ": 2677,
    "ので": 2678,
    "互い": 2679,
    "互いに": 2680,
    "endr": 2681,
    "endrite": 2682,
    "突起": 2683,
    "受け": 2684,
    "受け取り": 2685,
    "そして": 2686,
    "拡大": 2687,
    "いただ": 2688,
    "いただき": 2689,
    "たい": 2690,
    "外的": 2691,
    "刺激": 2692,
    "反応": 2693,
    "ちょ": 2694,
    "ちょく": 2695,
    "がり": 2696,
    "ゆく": 2697,
    "過程": 2698,
    "まっ": 2699,
    "ほど": 2700,
    "正しい": 2701,
    "オレン": 2702,
    "オレンジ": 2703,
    "oran": 2704,
    "orange": 2705,
    "程度": 2706,
    "フィードバック": 2707,
    "提示": 2708,
    "設定": 2709,
    "とり": 2710,
    "種類": 2711,
    "階層": 2712,
    "選択": 2713,
    "提唱": 2714,
    "後続": 2715,
    ")=\\": 2716,
    "メン": 2717,
    "挙げ": 2718,
    "連続": 2719,
    "任意": 2720,
    "証明": 2721,
    "基づい": 2722,
    "フィードフォワードニューラルネットワーク": 2723,
    "単一": 2724,
    "直接": 2725,
    "目標": 2726,
    "95": 2727,
    "デジ": 2728,
    "デジタ": 2729,
    "デジタル": 2730,
    "プロセッ": 2731,
    "プロセッサ": 2732,
    "クセ": 2733,
    "動作": 2734,
    "焦点": 2735,
    "もう": 2736,
    "知能": 2737,
    "レート": 2738,
    "ランド": 2739,
    "ビット": 2740,
    "米国": 2741,
    "資金": 2742,
    "提供": 2743,
    "ジョセ": 2744,
    "ジョセフ": 2745,
    "装置": 2746,
    "カー": 2747,
    "に関する": 2748,
    "貢献": 2749,
    "1962": 2750,
    "ロック": 2751,
    "引用": 2752,
    "すなわ": 2753,
    "すなわち": 2754,
    "ブレ": 2755,
    "ルー": 2756,
    "イヴ": 2757,
    "イヴァ": 2758,
    "ネンコ": 2759,
    "深い": 2760,
    "多項": 2761,
    "多項式": 2762,
    "ディープネットワーク": 2763,
    "分析": 2764,
    "セット": 2765,
    "刈り": 2766,
    "または": 2767,
    "でも": 2768,
    "斎藤": 2769,
    "日本語": 2770,
    "修士": 2771,
    "1968": 2772,
    "スカラー": 2773,
    "文字": 2774,
    ")}\\": 2775,
    "max": 2776,
    "\\{": 2777,
    "1951": 2778,
    "よる": 2779,
    "その後": 2780,
    "ハイ": 2781,
    "エンド": 2782,
    "急激": 2783,
    "原因": 2784,
    "コンピューター": 2785,
    "性能": 2786,
    "すぎ": 2787,
    "5020": 2788,
    "ReL": 2789,
    "ReLU": 2790,
    "・ヴ": 2791,
    "・ヴィ": 2792,
    "ッツ": 2793,
    "では": 2794,
    "トップ": 2795,
    "トップダウン": 2796,
    "リバー": 2797,
    "リバース": 2798,
    "リバース・": 2799,
    "リバース・モ": 2800,
    "リバース・モード": 2801,
    "proced": 2802,
    "procedure": 2803,
    "手順": 2804,
    "用語": 2805,
    "初め": 2806,
    "初めて": 2807,
    "後半": 2808,
    "にて": 2809,
    "マー": 2810,
    "現代": 2811,
    "形式": 2812,
    "フスキー": 2813,
    "ール": 2814,
    "まだ": 2815,
    "定着": 2816,
    "とう": 2817,
    "1979": 2818,
    "福島": 2819,
    "邦彦": 2820,
    "プー": 2821,
    "プーリング": 2822,
    "1987": 2823,
    "アレック": 2824,
    "アレックス": 2825,
    "DNN": 2826,
    "チャン": 2827,
    "数字": 2828,
    "スケ": 2829,
    "加え": 2830,
    "1943": 2831,
    "受ける": 2832,
    "まり": 2833,
    "クロ": 2834,
    "クロス": 2835,
    "クロスバー": 2836,
    "アレイ": 2837,
    "Cro": 2838,
    "Adaptive": 2839,
    "接続": 2840,
    "決定": 2841,
    "結果": 2842,
    "心理": 2843,
    "同時": 2844,
    "機能": 2845,
    "ニューラルヒ": 2846,
    "ニューラルヒスト": 2847,
    "ニューラルヒストリー": 2848,
    "ニューラルヒストリーコン": 2849,
    "ニューラルヒストリーコンプ": 2850,
    "ニューラルヒストリーコンプレッ": 2851,
    "ニューラルヒストリーコンプレッサー": 2852,
    "1985": 2853,
    "ディープ・ビ": 2854,
    "ディープ・ビリー": 2855,
    "ディープ・ビリーフ": 2856,
    "ディープ・ビリーフ・ネットワーク": 2857,
    "同じ": 2858,
    "抽出": 2859,
    "し込": 2860,
    "2009": 2861,
    "レベル": 2862,
    "2011": 2863,
    "視覚": 2864,
    "達成": 2865,
    "従来": 2866,
    "示し": 2867,
    "Challenge": 2868,
    "アン": 2869,
    "VG": 2870,
    "GPU": 2871,
    "特性": 2872,
    "損失": 2873,
    "Style": 2874,
    "StyleGAN": 2875,
    "DA": 2876,
    "able": 2877,
    "テン": 2878,
    "追加": 2879,
    "Seq": 2880,
    "考え": 2881,
    "固定": 2882,
    "デコーダー": 2883,
    "エンコーダ": 2884,
    "Transformer": 2885,
    "ブーム": 2886,
    "フィン": 2887,
    "1964": 2888,
    "Weng": 2889,
    "Wengert": 2890,
    "代表": 2891,
    "全く": 2892,
    "Feed": 2893,
    "総称": 2894,
    "しば": 2895,
    "対比": 2896,
    "様式": 2897,
    "持た": 2898,
    "すべ": 2899,
    "すべて": 2900,
    "もつ": 2901,
    "シーケン": 2902,
    "シーケンシ": 2903,
    "シーケンシャ": 2904,
    "シーケンシャル": 2905,
    "繰り返す": 2906,
    "比較": 2907,
    "容易": 2908,
    "上限": 2909,
    "Regress": 2910,
    "Regression": 2911,
    "マップ": 2912,
    "一種": 2913,
    "リカレントニューラルネット": 2914,
    "全て": 2915,
    "持っ": 2916,
    "有効": 2917,
    "機構": 2918,
    "言語": 2919,
    "比べ": 2920,
    "乱数": 2921,
    "考える": 2922,
    "スパイク": 2923,
    "範囲": 2924,
    "逐次": 2925,
    "向け": 2926,
    "チップ": 2927,
    "波動": 2928,
    "振幅": 2929,
    "回転": 2930,
    "持ち": 2931,
    "レクト": 2932,
    "詳しく": 2933,
    "sim": 2934,
    "})=\\": 2935,
    "prod": 2936,
    "}^{": 2937,
    "}|": 2938,
    "_{<": 2939,
    "utore": 2940,
    "utoregressive": 2941,
    "xel": 2942,
    "WaveNet": 2943,
    "WaveRNN": 2944,
    "付け": 2945,
    "VA": 2946,
    "Generator": 2947,
    "Big": 2948,
    "flow": 2949,
    "ICE": 2950,
    "real": 2951,
    "グラフ": 2952,
    "組み合": 2953,
    "組み合わ": 2954,
    "組み合わせ": 2955,
    "dle": 2956,
    "Complex": 2957,
    "atch": 2958,
    "レイヤー": 2959,
    "おこ": 2960,
    "チャネ": 2961,
    "チャネル": 2962,
    "たり": 2963,
    "通す": 2964,
    "Ada": 2965,
    "ta": 2966,
    "命名": 2967,
    "手作業": 2968,
    "変形": 2969,
    "通常": 2970,
    "良い": 2971,
    "gradient": 2972,
    "収束": 2973,
    "715": 2974,
    "cosh": 2975,
    "^{-": 2976,
    "}(": 2977,
    "6584": 2978,
    "65848": 2979,
    "シャッ": 2980,
    "シャッフ": 2981,
    "シャッフル": 2982,
    "}{": 2983,
    "(\\": 2984,
    "analog": 2985,
    "threshold": 2986,
    "element": 2987,
    "Rem": 2988,
    "起こす": 2989,
    "消失": 2990,
    "とこ": 2991,
    "ところ": 2992,
    "単位": 2993,
    "簡単": 2994,
    "例えば": 2995,
    "Intel": 2996,
    "Libr": 2997,
    "Library": 2998,
    "技法": 2999,
    "マル": 3000,
    "マルチ": 3001,
    "マルチスレッド": 3002,
    "きい": 3003,
    "デルタ": 3004,
    "En": 3005,
    "bit": 3006,
    "FP": 3007,
    "生み": 3008,
    "生み出さ": 3009,
    "容量": 3010,
    "もたらす": 3011,
    "Static": 3012,
    "）:": 3013,
    "算出": 3014,
    "DeQuantize": 3015,
    "quant": 3016,
    "\\|": 3017,
    "align": 3018,
    "aligned": 3019,
    "}}}&=\\": 3020,
    "((": 3021,
    "'(": 3022,
    "})\\": 3023,
    "}\\\\{\\": 3024,
    "}}}&=": 3025,
    "Pyth": 3026,
    "Python": 3027,
