{
  "vocab": {
    "<pad>": 0,
    "<unk>": 1,
    "<sos>": 2,
    "<eos>": 3,
    "\n": 4,
    " ": 5,
    "　": 6,
    "ス": 7,
    "パ": 8,
    "イ": 9,
    "キ": 10,
    "ン": 11,
    "グ": 12,
    "ニ": 13,
    "ュ": 14,
    "ー": 15,
    "ラ": 16,
    "ル": 17,
    "ネ": 18,
    "ッ": 19,
    "ト": 20,
    "ワ": 21,
    "ク": 22,
    "サ": 23,
    "ポ": 24,
    "ベ": 25,
    "マ": 26,
    "シ": 27,
    "(": 28,
    "S": 29,
    "V": 30,
    "M": 31,
    ")": 32,
    "手": 33,
    "法": 34,
    "と": 35,
    "し": 36,
    "て": 37,
    "広": 38,
    "く": 39,
    "知": 40,
    "ら": 41,
    "れ": 42,
    "い": 43,
    "る": 44,
    "も": 45,
    "の": 46,
    "で": 47,
    "あ": 48,
    "り": 49,
    "ヒ": 50,
    "神": 51,
    "経": 52,
    "網": 53,
    "を": 54,
    "模": 55,
    "た": 56,
    "人": 57,
    "工": 58,
    "は": 59,
    "、": 60,
    "計": 61,
    "算": 62,
    "ユ": 63,
    "が": 64,
    "《": 65,
    "重": 66,
    "み": 67,
    "》": 68,
    "介": 69,
    "繋": 70,
    "こ": 71,
    "ナ": 72,
    "プ": 73,
    "結": 74,
    "合": 75,
    "「": 76,
    "強": 77,
    "度": 78,
    "」": 79,
    "似": 80,
    "役": 81,
    "割": 82,
    "担": 83,
    "っ": 84,
    "生": 85,
    "物": 86,
    "に": 87,
    "与": 88,
    "え": 89,
    "外": 90,
    "的": 91,
    "刺": 92,
    "激": 93,
    "相": 94,
    "当": 95,
    "す": 96,
    "訓": 97,
    "練": 98,
    "デ": 99,
    "タ": 100,
    "互": 101,
    "作": 102,
    "用": 103,
    "モ": 104,
    "一": 105,
    "例": 106,
    "1": 107,
    "9": 108,
    "5": 109,
    "4": 110,
    "年": 111,
    "フ": 112,
    "ァ": 113,
    "リ": 114,
    "機": 115,
    "使": 116,
    "ヘ": 117,
    "ブ": 118,
    "型": 119,
    "ミ": 120,
    "レ": 121,
    "。": 122,
    "6": 123,
    "ロ": 124,
    "チ": 125,
    "ェ": 126,
    "ホ": 127,
    "ド": 128,
    "ハ": 129,
    "ビ": 130,
    "ダ": 131,
    "よ": 132,
    "他": 133,
    "成": 134,
    "さ": 135,
    "最": 136,
    "初": 137,
    "実": 138,
    "装": 139,
    "つ": 140,
    "セ": 141,
    "研": 142,
    "究": 143,
    "対": 144,
    "世": 145,
    "間": 146,
    "興": 147,
    "奮": 148,
    "高": 149,
    "め": 150,
    "米": 151,
    "国": 152,
    "政": 153,
    "府": 154,
    "資": 155,
    "金": 156,
    "大": 157,
    "幅": 158,
    "増": 159,
    "加": 160,
    "せ": 161,
    "能": 162,
    "倣": 163,
    "力": 164,
    "関": 165,
    "科": 166,
    "学": 167,
    "者": 168,
    "楽": 169,
    "観": 170,
    "な": 171,
    "主": 172,
    "張": 173,
    "煽": 174,
    "A": 175,
    "I": 176,
    "黄": 177,
    "時": 178,
    "代": 179,
    "貢": 180,
    "献": 181,
    "0": 182,
    "7": 183,
    "ィ": 184,
    "基": 185,
    "礎": 186,
    "行": 187,
    "わ": 188,
    "2": 189,
    "E": 190,
    "ず": 191,
    "だ": 192,
    "K": 193,
    "i": 194,
    "3": 195,
    "B": 196,
    "（": 197,
    "正": 198,
    "規": 199,
    "化": 200,
    "線": 201,
    "形": 202,
    "）": 203,
    "活": 204,
    "性": 205,
    "数": 206,
    "導": 207,
    "入": 208,
    "習": 209,
    "転": 210,
    "移": 211,
    "ゴ": 212,
    "・": 213,
    "ヴ": 214,
    "ム": 215,
    "ツ": 216,
    "ウ": 217,
    "バ": 218,
    "呼": 219,
    "ば": 220,
    "J": 221,
    "ケ": 222,
    "文": 223,
    "脈": 224,
    "誤": 225,
    "差": 226,
    "逆": 227,
    "伝": 228,
    "播": 229,
    "ゲ": 230,
    "ョ": 231,
    "連": 232,
    "続": 233,
    "前": 234,
    "駆": 235,
    "体": 236,
    "発": 237,
    "表": 238,
    "そ": 239,
    "際": 240,
    "側": 241,
    "か": 242,
    "偏": 243,
    "微": 244,
    "分": 245,
    "方": 246,
    "後": 247,
    "半": 248,
    "出": 249,
    "自": 250,
    "動": 251,
    "章": 252,
    "提": 253,
    "案": 254,
    "畳": 255,
    "込": 256,
    "C": 257,
    "N": 258,
    "福": 259,
    "島": 260,
    "邦": 261,
    "彦": 262,
    "層": 263,
    "お": 264,
    "び": 265,
    "複": 266,
    "製": 267,
    "備": 268,
    "ア": 269,
    "テ": 270,
    "ャ": 271,
    "開": 272,
    "般": 273,
    "順": 274,
    "m": 275,
    "a": 276,
    "x": 277,
    "点": 278,
    "確": 279,
    "率": 280,
    "勾": 281,
    "配": 282,
    "降": 283,
    "下": 284,
    "8": 285,
    "音": 286,
    "素": 287,
    "認": 288,
    "識": 289,
    "適": 290,
    "遅": 291,
    "延": 292,
    "T": 293,
    "D": 294,
    "共": 295,
    "有": 296,
    "郵": 297,
    "便": 298,
    "書": 299,
    "き": 300,
    "Z": 301,
    "P": 302,
    "コ": 303,
    "日": 304,
    "要": 305,
    "-": 306,
    "う": 307,
    "字": 308,
    "類": 309,
    "銀": 310,
    "×": 311,
    "ピ": 312,
    "画": 313,
    "像": 314,
    "ジ": 315,
    "小": 316,
    "切": 317,
    "上": 318,
    "医": 319,
    "オ": 320,
    "メ": 321,
    "カ": 322,
    "R": 323,
    "問": 324,
    "見": 325,
    "目": 326,
    "普": 327,
    "及": 328,
    "皮": 329,
    "質": 330,
    "円": 331,
    "察": 332,
    "短": 333,
    "期": 334,
    "記": 335,
    "憶": 336,
    "説": 337,
    "明": 338,
    "反": 339,
    "響": 340,
    "回": 341,
    "路": 342,
    "考": 343,
    "頭": 344,
    "心": 345,
    "理": 346,
    "術": 347,
    "誌": 348,
    "e": 349,
    "r": 350,
    "c": 351,
    "n": 352,
    "s": 353,
    "y": 354,
    "h": 355,
    "o": 356,
    "l": 357,
    "g": 358,
    "t": 359,
    "感": 360,
    "情": 361,
    "係": 362,
    "議": 363,
    "論": 364,
    "ザ": 365,
    "独": 366,
    "立": 367,
    "述": 368,
    "べ": 369,
    "不": 370,
    "可": 371,
    "ゼ": 372,
    "接": 373,
    "彼": 374,
    "応": 375,
    "領": 376,
    "域": 377,
    "精": 378,
    "録": 379,
    "打": 380,
    "ち": 381,
    "統": 382,
    "影": 383,
    "ノ": 384,
    "ズ": 385,
    "同": 386,
    "じ": 387,
    "エ": 388,
    "ヤ": 389,
    "ガ": 390,
    "視": 391,
    "覚": 392,
    "超": 393,
    "ォ": 394,
    "達": 395,
    "従": 396,
    "来": 397,
    "倍": 398,
    "向": 399,
    "示": 400,
    "題": 401,
    "解": 402,
    "決": 403,
    "深": 404,
    "月": 405,
    "残": 406,
    "追": 407,
    "q": 408,
    "報": 409,
    "械": 410,
    "翻": 411,
    "訳": 412,
    "第": 413,
    "次": 414,
    "単": 415,
    "純": 416,
    "内": 417,
    "変": 418,
    "換": 419,
    "W": 420,
    "+": 421,
    "b": 422,
    "部": 423,
    "全": 424,
    "十": 425,
    "総": 426,
    "称": 427,
    "概": 428,
    "念": 429,
    "取": 430,
    "F": 431,
    "→": 432,
    "中": 433,
    "/": 434,
    "比": 435,
    "様": 436,
    "式": 437,
    "々": 438,
    "存": 439,
    "在": 440,
    "帰": 441,
    "持": 442,
    "属": 443,
    "以": 444,
    ":": 445,
    "特": 446,
    "徴": 447,
    "並": 448,
    "列": 449,
    "処": 450,
    "繰": 451,
    "返": 452,
    "必": 453,
    "再": 454,
    "違": 455,
    "双": 456,
    "信": 457,
    "号": 458,
    "場": 459,
    "ぶ": 460,
    "効": 461,
    "f": 462,
    "構": 463,
    "己": 464,
    "注": 465,
    "意": 466,
    "利": 467,
    "然": 468,
    "言": 469,
    "語": 470,
    "量": 471,
    "少": 472,
    "造": 473,
    "多": 474,
    "乱": 475,
    "現": 476,
    "積": 477,
    "ん": 478,
    "け": 479,
    "値": 480,
    "元": 481,
    "階": 482,
    "速": 483,
    "〜": 484,
    "閾": 485,
    "約": 486,
    "済": 487,
    "む": 488,
    "§": 489,
    " ": 490,
    "非": 491,
    "組": 492,
    "各": 493,
    "験": 494,
    "へ": 495,
    ".": 496,
    "ご": 497,
    "L": 498,
    "G": 499,
    "u": 500,
    "p": 501,
    "ど": 502,
    "ま": 503,
    "β": 504,
    "γ": 505,
    "求": 506,
    "命": 507,
    "名": 508,
    "d": 509,
    "進": 510,
    "標": 511,
    "通": 512,
    "二": 513,
    "範": 514,
    "囲": 515,
    "周": 516,
    "毎": 517,
    "直": 518,
    "更": 519,
    "新": 520,
    "=": 521,
    "近": 522,
    "消": 523,
    "失": 524,
    "起": 525,
    "や": 526,
    "散": 527,
    "ぎ": 528,
    "ろ": 529,
    "集": 530,
    "完": 531,
    "了": 532,
    "常": 533,
    "復": 534,
    "技": 535,
    "収": 536,
    "斂": 537,
    "縮": 538,
    "較": 539,
    "簡": 540,
    "子": 541,
    "果": 542,
    "令": 543,
    "演": 544,
    "容": 545,
    "低": 546,
    "乗": 547,
    "費": 548,
    "送": 549,
    "減": 550,
    "脱": 551,
    "終": 552,
    "定": 553,
    "Q": 554,
    "負": 555,
    "荷": 556,
    "勝": 557,
    "悪": 558,
    ";": 559,
    "省": 560,
    "略": 561,
    "恩": 562,
    "恵": 563,
    "受": 564,
    "疎": 565,
    "挙": 566,
    "げ": 567,
    "防": 568,
    "ぐ": 569,
    "和": 570,
    "#": 571,
    "徐": 572,
    "衰": 573,
    "づ": 574,
    "系": 575,
    "指": 576,
    "付": 577,
    "細": 578,
    "胞": 579,
    "等": 580,
    "群": 581,
    "脳": 582,
    "支": 583,
    "無": 584,
    "巨": 585,
    "U": 586,
    "践": 587,
    "限": 588,
    "制": 589,
    "厳": 590,
    "平": 591,
    "野": 592,
    "廣": 593,
    "美": 594,
    "『": 595,
    "v": 596,
    "』": 597,
    "ソ": 598,
    "株": 599,
    "会": 600,
    "社": 601,
    "頁": 602,
    "別": 603,
    "―": 604,
    "幾": 605,
    "何": 606,
    "版": 607,
    "温": 608,
    "故": 609,
    "閲": 610,
    "覧": 611,
    "”": 612,
    "w": 613,
    "宿": 614,
    "─": 615,
    "甘": 616,
    "俊": 617,
    "損": 618,
    "ね": 619,
    "賞": 620,
    "今": 621,
    "課": 622,
    "映": 623,
    "検": 624,
    "索": 625,
    "村": 626,
    "田": 627,
    "剛": 628,
    "志": 629,
    "k": 630,
    "門": 631,
    "朝": 632,
    "倉": 633,
    "店": 634,
    "\"": 635,
    "本": 636,
    "百": 637,
    "瀬": 638,
    "：": 639,
    "～": 640,
    "勘": 641,
    "所": 642,
    "!": 643,
    "…": 644,
    ",": 645,
    "密": 646,
    "%": 647,
    "谷": 648,
    "斎": 649,
    "藤": 650,
    "康": 651,
    "毅": 652,
    "山": 653,
    "郎": 654,
    "ペ": 655,
    "事": 656,
    "仮": 657,
    "含": 658,
    "典": 659,
    "節": 660,
    "？": 661,
    "調": 662,
    "整": 663,
    "答": 664,
    "段": 665,
    "声": 666,
    "離": 667,
    "排": 668,
    "X": 669,
    "O": 670,
    "異": 671,
    "真": 672,
    "教": 673,
    "樹": 674,
    "状": 675,
    "突": 676,
    "軸": 677,
    "士": 678,
    "渡": 679,
    "予": 680,
    "測": 681,
    "推": 682,
    "局": 683,
    "抽": 684,
    "過": 685,
    "去": 686,
    "態": 687,
    "保": 688,
    "扱": 689,
    "火": 690,
    "振": 691,
    "舞": 692,
    "ット": 693,
    "です": 694,
    "ュー": 695,
    "ネット": 696,
    "ニュー": 697,
    "ワー": 698,
    "ワーク": 699,
    "ネットワーク": 700,
    "ニューラ": 701,
    "ニューラル": 702,
    "ニューラルネットワーク": 703,
    "する": 704,
    "学習": 705,
    "重み": 706,
    "20": 707,
    "ある": 708,
    "ック": 709,
    "モデ": 710,
    "モデル": 711,
    "NN": 712,
    "計算": 713,
    "ロン": 714,
    "er": 715,
    "ング": 716,
    "ます": 717,
    "19": 718,
    "ショ": 719,
    "ション": 720,
    "処理": 721,
    "バック": 722,
    "ーション": 723,
    "入力": 724,
    "バックプ": 725,
    "バックプロ": 726,
    "バックプロパ": 727,
    "バックプロパゲ": 728,
    "バックプロパゲーション": 729,
    "出力": 730,
    "によ": 731,
    "パー": 732,
    "から": 733,
    "ため": 734,
    "こと": 735,
    "神経": 736,
    "ータ": 737,
    "ィー": 738,
    "202": 739,
    "Us": 740,
    "User": 741,
    "SA": 742,
    "SAR": 743,
    "SARA": 744,
    "質問": 745,
    "回答": 746,
    "結合": 747,
    "パーセ": 748,
    "パーセプ": 749,
    "パーセプト": 750,
    "パーセプトロン": 751,
    "CNN": 752,
    "れる": 753,
    "関数": 754,
    "なる": 755,
    "いる": 756,
    "して": 757,
    "シナ": 758,
    "シナプ": 759,
    "シナプス": 760,
    "ディー": 761,
    "ディープ": 762,
    "時間": 763,
    "いて": 764,
    "より": 765,
    "誤差": 766,
    "時点": 767,
    "にお": 768,
    "用い": 769,
    "or": 770,
    "ニューロン": 771,
    "として": 772,
    "ラー": 773,
    "による": 774,
    "線形": 775,
    "情報": 776,
    "特徴": 777,
    "手法": 778,
    "データ": 779,
    "ディープラー": 780,
    "ディープラーニ": 781,
    "ディープラーニング": 782,
    "ない": 783,
    "信号": 784,
    "orm": 785,
    "ナル": 786,
    "リー": 787,
    "活性": 788,
    "導入": 789,
    "畳み": 790,
    "畳み込": 791,
    "畳み込み": 792,
    "ント": 793,
    "RNN": 794,
    "an": 795,
    "精度": 796,
    "201": 797,
    "必要": 798,
    "表現": 799,
    "まで": 800,
    "細胞": 801,
    "オリ": 802,
    "オリジ": 803,
    "オリジナル": 804,
    "なが": 805,
    "調整": 806,
    "決め": 807,
    "論理": 808,
    "重要": 809,
    "スパ": 810,
    "スパイ": 811,
    "キング": 812,
    "ヒト": 813,
    "生物": 814,
    "ード": 815,
    "198": 816,
    "画像": 817,
    "リカ": 818,
    "リカレ": 819,
    "リカレント": 820,
    "要素": 821,
    "単純": 822,
    "でき": 823,
    "場合": 824,
    "言語": 825,
    "など": 826,
    "さい": 827,
    "かか": 828,
    "かかる": 829,
    "演算": 830,
    "受け": 831,
    "スパイキング": 832,
    "スパイキングニューラルネットワーク": 833,
    "人工": 834,
    "によっ": 835,
    "によって": 836,
    "アー": 837,
    "につ": 838,
    "について": 839,
    "ニューラルネット": 840,
    "深層": 841,
    "よう": 842,
    "回帰": 843,
    "Tr": 844,
    "Tran": 845,
    "Trans": 846,
    "Transf": 847,
    "Transform": 848,
    "Transformer": 849,
    "更新": 850,
    "完了": 851,
    "非常": 852,
    "反復": 853,
    "量子": 854,
    "低下": 855,
    "ユニ": 856,
    "ユニット": 857,
    "使用": 858,
    "実装": 859,
    "196": 860,
    "年代": 861,
    "方法": 862,
    "において": 863,
    "レイ": 864,
    "12": 865,
    "理論": 866,
    "取り": 867,
    "自己": 868,
    "自然": 869,
    "現在": 870,
    "パラ": 871,
    "パラメ": 872,
    "パラメータ": 873,
    "2024": 874,
    "におけ": 875,
    "における": 876,
    "アーカ": 877,
    "アーカイ": 878,
    "アーカイブ": 879,
    "2025": 880,
    "付き": 881,
    "つなが": 882,
    "多層": 883,
    "決める": 884,
    "分離": 885,
    "排他": 886,
    "教え": 887,
    "くだ": 888,
    "ください": 889,
    "伝え": 890,
    "推論": 891,
    "系列": 892,
    "扱う": 893,
    "もの": 894,
    "あり": 895,
    "与え": 896,
    "訓練": 897,
    "研究": 898,
    "1960": 899,
    "ップ": 900,
    "発表": 901,
    "提案": 902,
    "リング": 903,
    "勾配": 904,
    "ウェ": 905,
    "リカレントニューラルネットワーク": 906,
    "回路": 907,
    "関係": 908,
    "シュ": 909,
    "フォ": 910,
    "方向": 911,
    "様々": 912,
    "以下": 913,
    "並列": 914,
    "機構": 915,
    "使わ": 916,
    "複素": 917,
    "ャッ": 918,
    "効率": 919,
    "記事": 920,
    "広く": 921,
    "役割": 922,
    "レー": 923,
    "ラン": 924,
    "これ": 925,
    "197": 926,
    "ワード": 927,
    "32": 928,
    "正規": 929,
    "バー": 930,
    "サン": 931,
    "およ": 932,
    "および": 933,
    "確率": 934,
    "ウェイ": 935,
    "認識": 936,
    "共有": 937,
    "分類": 938,
    "フィー": 939,
    "認知": 940,
    "ンス": 941,
    "ズム": 942,
    "2015": 943,
    "問題": 944,
    "機械": 945,
    "もと": 946,
    "変換": 947,
    "レイヤ": 948,
    "FF": 949,
    "FFN": 950,
    "存在": 951,
    "注意": 952,
    "構造": 953,
    "非線形": 954,
    "生成": 955,
    "たら": 956,
    "バッ": 957,
    "バッチ": 958,
    "初期": 959,
    "近い": 960,
    "使っ": 961,
    "できる": 962,
    "メモ": 963,
    "メモリ": 964,
    "スパー": 965,
    "スパース": 966,
    "ゼロ": 967,
    "行列": 968,
    "対応": 969,
    "受け取り": 970,
    "しい": 971,
    "2023": 972,
    "閲覧": 973,
    "11": 974,
    ").": 975,
    "課題": 976,
    "基本": 977,
    "クト": 978,
    "この": 979,
    "られる": 980,
    "ター": 981,
    "最初": 982,
    "に対": 983,
    "大幅": 984,
    "増加": 985,
    "基礎": 986,
    "行わ": 987,
    "ットフ": 988,
    "ダウ": 989,
    "ダウン": 990,
    "伝播": 991,
    "その": 992,
    "微分": 993,
    "開発": 994,
    "降下": 995,
    "コード": 996,
    "とい": 997,
    "という": 998,
    "199": 999,
    "出さ": 1000,
    "ch": 1001,
    "st": 1002,
    "感情": 1003,
    "イア": 1004,
    "アル": 1005,
    "アルゴ": 1006,
    "アルゴリ": 1007,
    "アルゴリズム": 1008,
    "により": 1009,
    "ディープ・": 1010,
    "・ネットワーク": 1011,
    "ン・": 1012,
    "コン": 1013,
    "フォー": 1014,
    "フォーマ": 1015,
    "向上": 1016,
    "Se": 1017,
    "フィード": 1018,
    "層間": 1019,
    "ay": 1020,
    "ayer": 1021,
    "利用": 1022,
    "次元": 1023,
    "速度": 1024,
    "もたら": 1025,
    "ごと": 1026,
    "Norm": 1027,
    "命令": 1028,
    "キャッ": 1029,
    "キャッシュ": 1030,
    "14": 1031,
    "ニューロ": 1032,
    "リン": 1033,
    "リンク": 1034,
    "出典": 1035,
    "つながっ": 1036,
    "数理": 1037,
    "段階": 1038,
    "音声": 1039,
    "適し": 1040,
    "XO": 1041,
    "XOR": 1042,
    "異なる": 1043,
    "とき": 1044,
    "だけ": 1045,
    "真に": 1046,
    "つながる": 1047,
    "突起": 1048,
    "を通": 1049,
    "を通じ": 1050,
    "を通じて": 1051,
    "同士": 1052,
    "渡す": 1053,
    "接合": 1054,
    "変化": 1055,
    "持ち": 1056,
    "予測": 1057,
    "小さ": 1058,
    "小さく": 1059,
    "きい": 1060,
    "済み": 1061,
    "新しい": 1062,
    "各層": 1063,
    "向き": 1064,
    "実用": 1065,
    "技術": 1066,
    "局所": 1067,
    "受容": 1068,
    "よく": 1069,
    "抽出": 1070,
    "過去": 1071,
    "状態": 1072,
    "保持": 1073,
    "ながら": 1074,
    "規模": 1075,
    "中心": 1076,
    "発火": 1077,
    "タイ": 1078,
    "タイミ": 1079,
    "タイミング": 1080,
    "通常": 1081,
    "挙動": 1082,
    "振る": 1083,
    "振る舞": 1084,
    "振る舞い": 1085,
    "与える": 1086,
    "マシ": 1087,
    "知ら": 1088,
    "介し": 1089,
    "がり": 1090,
    "ニューラルネットワークモデル": 1091,
    "195": 1092,
    "レート": 1093,
    "ビット": 1094,
    "作成": 1095,
    "に関": 1096,
    "に関する": 1097,
    "科学": 1098,
    "AI": 1099,
    "1970": 1100,
    "Ki": 1101,
    "25": 1102,
    "・ヴ": 1103,
    "・ヴィ": 1104,
    "ライ": 1105,
    "呼ば": 1106,
    "なか": 1107,
    "なかっ": 1108,
    "福島": 1109,
    "邦彦": 1110,
    "サンプ": 1111,
    "サンプリング": 1112,
    "チャ": 1113,
    "プー": 1114,
    "プーリング": 1115,
    "しか": 1116,
    "ベル": 1117,
    "適用": 1118,
    "手書": 1119,
    "手書き": 1120,
    "IP": 1121,
    "数字": 1122,
    "いく": 1123,
    "いくつ": 1124,
    "1991": 1125,
    "ジェ": 1126,
    "1982": 1127,
    "1980": 1128,
    "述べ": 1129,
    "論文": 1130,
    "シュミ": 1131,
    "シュミットフ": 1132,
    "シュミットフー": 1133,
    "シュミットフーバー": 1134,
    "複数": 1135,
    "応用": 1136,
    "統計": 1137,
    "力学": 1138,
    "200": 1139,
    "ディープ・ビ": 1140,
    "ディープ・ビリー": 1141,
    "ディープ・ビリーフ": 1142,
    "ディープ・ビリーフ・ネットワーク": 1143,
    "パフォーマ": 1144,
    "パフォーマンス": 1145,
    "従来": 1146,
    "テン": 1147,
    "追加": 1148,
    "Seq": 1149,
    "エン": 1150,
    "フィ": 1151,
    "部分": 1152,
    "全く": 1153,
    "示さ": 1154,
    "フィードフォ": 1155,
    "フィードフォワード": 1156,
    "しば": 1157,
    "様式": 1158,
    "持た": 1159,
    "すべ": 1160,
    "すべて": 1161,
    "layer": 1162,
    "もつ": 1163,
    "シー": 1164,
    "シーケ": 1165,
    "シーケン": 1166,
    "シーケンシ": 1167,
    "シーケンシャ": 1168,
    "シーケンシャル": 1169,
    "に対して": 1170,
    "リカレントニューラルネット": 1171,
    "ノード": 1172,
    "en": 1173,
    "ent": 1174,
    "on": 1175,
    "比べ": 1176,
    "乱数": 1177,
    "チップ": 1178,
    "複素数": 1179,
    "グラ": 1180,
    "グラフ": 1181,
    "組み": 1182,
    "組み合": 1183,
    "組み合わ": 1184,
    "組み合わせ": 1185,
    "構成": 1186,
    "おり": 1187,
    "ro": 1188,
    "また": 1189,
    "たり": 1190,
    "ee": 1191,
    "et": 1192,
    "シャッ": 1193,
    "シャッフ": 1194,
    "シャッフル": 1195,
    "やす": 1196,
    "やすい": 1197,
    "分散": 1198,
    "小さい": 1199,
    "とこ": 1200,
    "ところ": 1201,
    "効果": 1202,
    "生み": 1203,
    "生み出さ": 1204,
    "容量": 1205,
    "減少": 1206,
    "数値": 1207,
    "もたらす": 1208,
    "QD": 1209,
    "QDQ": 1210,
    "最適": 1211,
    "近似": 1212,
    "省略": 1213,
    "ランダ": 1214,
    "ランダム": 1215,
    "エポ": 1216,
    "エポック": 1217,
    "2020": 1218,
    "巨大": 1219,
    "つく": 1220,
    "つくる": 1221,
    "10": 1222,
    "09": 1223,
    "07": 1224,
    "21": 1225,
    "Py": 1226,
    "Pyt": 1227,
    "ar": 1228,
    "学ぶ": 1229,
    "記述": 1230,
    "サポ": 1231,
    "サポー": 1232,
    "サポート": 1233,
    "サポートベ": 1234,
    "サポートベクト": 1235,
    "サポートベクトル": 1236,
    "サポートベクトルマシ": 1237,
    "サポートベクトルマシン": 1238,
    "SV": 1239,
    "SVM": 1240,
    "繋がり": 1241,
    "強度": 1242,
    "担っ": 1243,
    "外的": 1244,
    "刺激": 1245,
    "相当": 1246,
    "相互": 1247,
    "作用": 1248,
    "1954": 1249,
    "ファ": 1250,
    "ファー": 1251,
    "ファーリー": 1252,
    "クラー": 1253,
    "クラーク": 1254,
    "ヘッ": 1255,
    "ヘッブ": 1256,
    "シミ": 1257,
    "シミュ": 1258,
    "シミュレート": 1259,
    "1956": 1260,
    "ロチ": 1261,
    "ロチェ": 1262,
    "ロチェス": 1263,
    "ロチェスター": 1264,
    "ホラン": 1265,
    "ホランド": 1266,
    "ハビット": 1267,
    "デュー": 1268,
    "デューダ": 1269,
    "に対する": 1270,
    "世間": 1271,
    "興奮": 1272,
    "高め": 1273,
    "米国": 1274,
    "政府": 1275,
    "資金": 1276,
    "人間": 1277,
    "知能": 1278,
    "模倣": 1279,
    "能力": 1280,
    "楽観": 1281,
    "主張": 1282,
    "煽ら": 1283,
    "黄金": 1284,
    "時代": 1285,
    "貢献": 1286,
    "ブレー": 1287,
    "ブレーク": 1288,
    "スル": 1289,
    "スルー": 1290,
    "50": 1291,
    "5020": 1292,
    "さし": 1293,
    "はず": 1294,
    "64": 1295,
    "256": 1296,
    "KiB": 1297,
    "1976": 1298,
    "転移": 1299,
    "ゴットフ": 1300,
    "ゴットフリー": 1301,
    "ゴットフリート": 1302,
    "ゴットフリート・ヴィ": 1303,
    "ゴットフリート・ヴィル": 1304,
    "ゴットフリート・ヴィルヘ": 1305,
    "ゴットフリート・ヴィルヘル": 1306,
    "ゴットフリート・ヴィルヘルム": 1307,
    "ゴットフリート・ヴィルヘルム・": 1308,
    "ゴットフリート・ヴィルヘルム・ライ": 1309,
    "ゴットフリート・ヴィルヘルム・ライプ": 1310,
    "ゴットフリート・ヴィルヘルム・ライプニ": 1311,
    "ゴットフリート・ヴィルヘルム・ライプニッ": 1312,
    "ゴットフリート・ヴィルヘルム・ライプニッツ": 1313,
    "トップ": 1314,
    "トップダウン": 1315,
    "リバー": 1316,
    "リバース": 1317,
    "リバース・": 1318,
    "リバース・モ": 1319,
    "リバース・モード": 1320,
    "ヘン": 1321,
    "ヘンリー": 1322,
    "ケリー": 1323,
    "文脈": 1324,
    "連続": 1325,
    "前駆": 1326,
    "後半": 1327,
    "自動": 1328,
    "にて": 1329,
    "文章": 1330,
    "1979": 1331,
    "複製": 1332,
    "備え": 1333,
    "ディープラーニングアー": 1334,
    "ディープラーニングアーキ": 1335,
    "ディープラーニングアーキテ": 1336,
    "ディープラーニングアーキテク": 1337,
    "ディープラーニングアーキテクチャ": 1338,
    "一般": 1339,
    "手順": 1340,
    "ma": 1341,
    "max": 1342,
    "しかし": 1343,
    "1987": 1344,
    "アレ": 1345,
    "アレック": 1346,
    "アレックス": 1347,
    "ウェイベル": 1348,
    "音素": 1349,
    "遅延": 1350,
    "TD": 1351,
    "TDNN": 1352,
    "郵便": 1353,
    "ZIP": 1354,
    "要し": 1355,
    "銀行": 1356,
    "ピク": 1357,
    "ピクセ": 1358,
    "ピクセル": 1359,
    "デジ": 1360,
    "デジタ": 1361,
    "デジタル": 1362,
    "小切": 1363,
    "小切手": 1364,
    "ハード": 1365,
    "ハードウェ": 1366,
    "ハードウェア": 1367,
    "医用": 1368,
    "オブ": 1369,
    "オブジェ": 1370,
    "オブジェクト": 1371,
    "セグ": 1372,
    "セグメ": 1373,
    "セグメン": 1374,
    "セグメンテ": 1375,
    "セグメンテーション": 1376,
    "学問": 1377,
    "見出さ": 1378,
    "加え": 1379,
    "ホップ": 1380,
    "フィール": 1381,
    "フィールド": 1382,
    "普及": 1383,
    "あっ": 1384,
    "190": 1385,
    "1901": 1386,
    "皮質": 1387,
    "半円": 1388,
    "観察": 1389,
    "短期": 1390,
    "記憶": 1391,
    "説明": 1392,
    "反響": 1393,
    "考察": 1394,
    "初頭": 1395,
    "心理": 1396,
    "学術": 1397,
    "Am": 1398,
    "Amer": 1399,
    "Ameri": 1400,
    "Americ": 1401,
    "American": 1402,
    "Ps": 1403,
    "Psy": 1404,
    "Psych": 1405,
    "Psycho": 1406,
    "Psychol": 1407,
    "Psycholo": 1408,
    "Psycholog": 1409,
    "Psychologi": 1410,
    "Psychologist": 1411,
    "議論": 1412,
    "ザイア": 1413,
    "ザイアンス": 1414,
    "独立": 1415,
    "ラザ": 1416,
    "ラザル": 1417,
    "ラザルス": 1418,
    "不可": 1419,
    "不可分": 1420,
    "ゼップ": 1421,
    "ゼップ・": 1422,
    "ゼップ・ホ": 1423,
    "ゼップ・ホフ": 1424,
    "ゼップ・ホフレイ": 1425,
    "ゼップ・ホフレイター": 1426,
    "接続": 1427,
    "領域": 1428,
    "記録": 1429,
    "打ち": 1430,
    "打ち立": 1431,
    "打ち立て": 1432,
    "1985": 1433,
    "1995": 1434,
    "影響": 1435,
    "テリー": 1436,
    "セジ": 1437,
    "セジュ": 1438,
    "セジュノ": 1439,
    "セジュノウ": 1440,
    "セジュノウス": 1441,
    "セジュノウスキ": 1442,
    "セジュノウスキー": 1443,
    "ピータ": 1444,
    "ピーター": 1445,
    "デイア": 1446,
    "デイアン": 1447,
    "ウェイク": 1448,
    "スリー": 1449,
    "スリープ": 1450,
    "スリープアルゴリズム": 1451,
    "2006": 1452,
    "ジェフ": 1453,
    "ジェフリー": 1454,
    "ヒント": 1455,
    "ヒントン": 1456,
    "同じ": 1457,
    "2011": 1458,
    "ダン": 1459,
    "シレ": 1460,
    "シレサン": 1461,
    "ウエ": 1462,
    "ウエリ": 1463,
    "ウエリ・": 1464,
    "ウエリ・マ": 1465,
    "ウエリ・マイ": 1466,
    "ウエリ・マイヤ": 1467,
    "ウエリ・マイヤー": 1468,
    "ジョ": 1469,
    "ジョナ": 1470,
    "ジョナサン": 1471,
    "マッ": 1472,
    "マッシ": 1473,
    "ルカ": 1474,
    "マリ": 1475,
    "マリア": 1476,
    "マリア・": 1477,
    "マリア・ガ": 1478,
    "マリア・ガン": 1479,
    "マリア・ガンバ": 1480,
    "マリア・ガンバル": 1481,
    "マリア・ガンバルデ": 1482,
    "マリア・ガンバルデッ": 1483,
    "マリア・ガンバルデッラ": 1484,
    "ユル": 1485,
    "ユルゲ": 1486,
    "ユルゲン・": 1487,
    "ユルゲン・シュミットフーバー": 1488,
    "視覚": 1489,
    "パター": 1490,
    "パターン": 1491,
    "コンテ": 1492,
    "コンテス": 1493,
    "コンテスト": 1494,
    "初め": 1495,
    "初めて": 1496,
    "人的": 1497,
    "達成": 1498,
    "上回": 1499,
    "上回っ": 1500,
    "マック": 1501,
    "スプーリング": 1502,
    "せる": 1503,
    "示し": 1504,
    "それ": 1505,
    "それら": 1506,
    "解決": 1507,
    "ハイ": 1508,
    "ハイウェイ": 1509,
    "アテン": 1510,
    "アテンション": 1511,
    "メカ": 1512,
    "メカニ": 1513,
    "メカニズム": 1514,
    "デコード": 1515,
    "考え": 1516,
    "考え方": 1517,
    "翻訳": 1518,
    "2014": 1519,
    "ブー": 1520,
    "ブーム": 1521,
    "発生": 1522,
    "バーナ": 1523,
    "バーナード": 1524,
    "バーナード・ヴィ": 1525,
    "バーナード・ヴィド": 1526,
    "バーナード・ヴィドロ": 1527,
    "バーナード・ヴィドロー": 1528,
    "内側": 1529,
    "アフィ": 1530,
    "アフィン": 1531,
    "Wx": 1532,
    "代表": 1533,
    "不十": 1534,
    "不十分": 1535,
    "フィードフォワードニューラルネットワーク": 1536,
    "総称": 1537,
    "クラ": 1538,
    "クラス": 1539,
    "しばしば": 1540,
    "概念": 1541,
    "取り入": 1542,
    "取り入れる": 1543,
    "中間": 1544,
    "単一": 1545,
    "対比": 1546,
    "関わ": 1547,
    "関わら": 1548,
    "属する": 1549,
    "繰り": 1550,
    "繰り返": 1551,
    "繰り返す": 1552,
    "再帰": 1553,
    "フィードバック": 1554,
    "フィードバックニューラルネット": 1555,
    "フィードフォワードニューラルネット": 1556,
    "違い": 1557,
    "双方向": 1558,
    "全て": 1559,
    "持っ": 1560,
    "呼ぶ": 1561,
    "有効": 1562,
    "Sel": 1563,
    "Self": 1564,
    "At": 1565,
    "Att": 1566,
    "Attent": 1567,
    "Attenti": 1568,
    "Attention": 1569,
    "少な": 1570,
    "少なく": 1571,
    "多い": 1572,
    "動作": 1573,
    "積ん": 1574,
    "コンシ": 1575,
    "コンシュー": 1576,
    "コンシューマ": 1577,
    "コンシューマー": 1578,
    "向け": 1579,
    "もとより": 1580,
    "可能": 1581,
    "階層": 1582,
    "速く": 1583,
    "しかも": 1584,
    "閾値": 1585,
    "総数": 1586,
    "半分": 1587,
    "済む": 1588,
    "ニューラル・ネットワーク": 1589,
    "経験": 1590,
    "もたらし": 1591,
    "Ta": 1592,
    "Tab": 1593,
    "Tabl": 1594,
    "Table": 1595,
    "チャネ": 1596,
    "チャネル": 1597,
    "おこ": 1598,
    "おこな": 1599,
    "おこなわ": 1600,
    "Layer": 1601,
    "In": 1602,
    "Inst": 1603,
    "Instan": 1604,
    "Instanc": 1605,
    "Instance": 1606,
    "Gro": 1607,
    "Grou": 1608,
    "Group": 1609,
    "求め": 1610,
    "1986": 1611,
    "命名": 1612,
    "以前": 1613,
    "以外": 1614,
    "gr": 1615,
    "gra": 1616,
    "grad": 1617,
    "gradi": 1618,
    "gradient": 1619,
    "fr": 1620,
    "free": 1621,
    "met": 1622,
    "meth": 1623,
    "metho": 1624,
    "method": 1625,
    "でも": 1626,
    "進め": 1627,
    "られ": 1628,
    "目標": 1629,
    "通す": 1630,
    "最大": 1631,
    "範囲": 1632,
    "べき": 1633,
    "バイア": 1634,
    "バイアス": 1635,
    "オン": 1636,
    "オンライ": 1637,
    "オンライン": 1638,
    "一周": 1639,
    "毎回": 1640,
    "直す": 1641,
    "不適": 1642,
    "不適切": 1643,
    "消失": 1644,
    "起こ": 1645,
    "起こし": 1646,
    "すぎ": 1647,
    "すぎる": 1648,
    "集中": 1649,
    "技法": 1650,
    "使え": 1651,
    "収斂": 1652,
    "短縮": 1653,
    "行う": 1654,
    "マル": 1655,
    "マルチ": 1656,
    "マルチス": 1657,
    "マルチスレ": 1658,
    "マルチスレッ": 1659,
    "マルチスレッド": 1660,
    "実行": 1661,
    "比較": 1662,
    "比較的": 1663,
    "簡単": 1664,
    "FP": 1665,
    "IN": 1666,
    "INT": 1667,
    "IPC": 1668,
    "あたり": 1669,
    "乗る": 1670,
    "ヒット": 1671,
    "消費": 1672,
    "転送": 1673,
    "最終": 1674,
    "メリ": 1675,
    "メリット": 1676,
    "上記": 1677,
    "決定": 1678,
    "セット": 1679,
    "下がり": 1680,
    "さら": 1681,
    "さらに": 1682,
    "負荷": 1683,
    "勝っ": 1684,
    "悪化": 1685,
    "バリ": 1686,
    "バリエ": 1687,
    "バリエーション": 1688,
    "):": 1689,
    "恩恵": 1690,
    "受ける": 1691,
    "フォーマット": 1692,
    "形式": 1693,
    "挙げ": 1694,
    "前提": 1695,
    "防ぐ": 1696,
    "通り": 1697,
    "徐々": 1698,
    "徐々に": 1699,
    "減衰": 1700,
    "近づ": 1701,
    "近づく": 1702,
    "用語": 1703,
    "もともと": 1704,
    "指し": 1705,
    "形容": 1706,
    "実際": 1707,
    "広が": 1708,
    "広がっ": 1709,
    "ので": 1710,
    "重み付": 1711,
    "重み付け": 1712,
    "これら": 1713,
    "全体": 1714,
    "形成": 1715,
    "小脳": 1716,
    "支持": 1717,
    "無関係": 1718,
    "ste": 1719,
    "step": 1720,
    "すれ": 1721,
    "GP": 1722,
    "GPU": 1723,
    "使い": 1724,
    "きれる": 1725,
    "実践": 1726,
    "上限": 1727,
    "制約": 1728,
    "厳しい": 1729,
    "BP": 1730,
    "平野": 1731,
    "廣美": 1732,
    "変わ": 1733,
    "変わる": 1734,
    "++": 1735,
    "Ja": 1736,
    "Jav": 1737,
    "Java": 1738,
    "パーソ": 1739,
    "パーソナル": 1740,
    "メデ": 1741,
    "メディ": 1742,
    "メディア": 1743,
    "株式": 1744,
    "株式会": 1745,
    "株式会社": 1746,
    "2008": 1747,
    "27": 1748,
    "識別": 1749,
    "II": 1750,
    "幾何": 1751,
    "共立": 1752,
    "出版": 1753,
    "1968": 1754,
    "サイ": 1755,
    "サイエ": 1756,
    "サイエンス": 1757,
    "温故": 1758,
    "温故知": 1759,
    "温故知新": 1760,
    "動向": 1761,
    "05": 1762,
    "2019": 1763,
    "22": 1764,
    "2018": 1765,
    "”.": 1766,
    "wi": 1767,
    "wit": 1768,
    "witn": 1769,
    "witne": 1770,
    "witnes": 1771,
    "witness": 1772,
    "org": 1773,
    "意識": 1774,
    "宿る": 1775,
    "甘利": 1776,
    "俊一": 1777,
    "損ね": 1778,
    "ノー": 1779,
    "ノーベル": 1780,
    "今後": 1781,
    "映像": 1782,
    "検索": 1783,
    "村田": 1784,
    "剛志": 1785,
    "グラフニューラルネットワーク": 1786,
    "Pytor": 1787,
    "Pytorch": 1788,
    "Ba": 1789,
    "Bac": 1790,
    "Back": 1791,
    "Backp": 1792,
    "Backpro": 1793,
    "Backprop": 1794,
    "入門": 1795,
    "24": 1796,
    "16": 1797,
    "情報処理": 1798,
    "朝倉": 1799,
    "朝倉書": 1800,
    "朝倉書店": 1801,
    "1989": 1802,
    "百瀬": 1803,
    "2016": 1804,
    "ディープ・ニューラルネットワーク": 1805,
    "ニューロチップ": 1806,
    "勘所": 1807,
    "!!": 1808,
    "フレー": 1809,
    "フレーム": 1810,
    "多く": 1811,
    "費や": 1812,
    "費やさ": 1813,
    "90": 1814,
    "of": 1815,
    "関谷": 1816,
    "al": 1817,
    "2017": 1818,
    "ランク": 1819,
    "高速": 1820,
    "ニューロコン": 1821,
    "ニューロコンピ": 1822,
    "ニューロコンピュー": 1823,
    "ニューロコンピューテ": 1824,
    "ニューロコンピューティ": 1825,
    "ニューロコンピューティング": 1826,
    "数学": 1827,
    "斎藤": 1828,
    "作る": 1829,
    "Dee": 1830,
    "Deep": 1831,
    "Le": 1832,
    "Lear": 1833,
    "Learn": 1834,
    "Learni": 1835,
    "Learnin": 1836,
    "Learning": 1837,
    "Pyth": 1838,
    "Python": 1839,
    "山内": 1840,
    "康一": 1841,
    "作っ": 1842,
    "ニューロモ": 1843,
    "ニューロモル": 1844,
    "ニューロモルフィ": 1845,
    "ニューロモルフィック": 1846,
    "ニューロモルフィック・": 1847,
    "ニューロモルフィック・エン": 1848,
    "ニューロモルフィック・エンジ": 1849,
    "ニューロモルフィック・エンジニ": 1850,
    "ニューロモルフィック・エンジニア": 1851,
    "ニューロモルフィック・エンジニアリング": 1852,
    "ブレイ": 1853,
    "ブレイン・": 1854,
    "ブレイン・マシ": 1855,
    "ブレイン・マシン・": 1856,
    "ブレイン・マシン・イ": 1857,
    "ブレイン・マシン・イン": 1858,
    "ブレイン・マシン・インタ": 1859,
    "ブレイン・マシン・インタフ": 1860,
    "ブレイン・マシン・インタフェ": 1861,
    "ブレイン・マシン・インタフェー": 1862,
    "ブレイン・マシン・インタフェース": 1863,
    "We": 1864,
    "Web": 1865,
    "Webar": 1866,
    "Webarch": 1867,
    "Webarchi": 1868,
    "Webarchiv": 1869,
    "Webarchive": 1870,
    "テンプ": 1871,
    "テンプレート": 1872,
    "IS": 1873,
    "ISB": 1874,
    "ISBN": 1875,
    "マジ": 1876,
    "マジック": 1877,
    "ペー": 1878,
    "ページ": 1879,
    "日本": 1880,
    "日本語": 1881,
    "リダ": 1882,
    "リダイ": 1883,
    "リダイレ": 1884,
    "リダイレクト": 1885,
    "含む": 1886,
    "2022": 1887
  },
  "next_id": 1888,
  "merges": [
    [
      "ッ",
      "ト"
    ],
    [
      "で",
      "す"
    ],
    [
      "ュ",
      "ー"
    ],
    [
      "ネ",
      "ット"
    ],
    [
      "ニ",
      "ュー"
    ],
    [
      "ワ",
      "ー"
    ],
    [
      "ワー",
      "ク"
    ],
    [
      "ネット",
      "ワーク"
    ],
    [
      "ニュー",
      "ラ"
    ],
    [
      "ニューラ",
      "ル"
    ],
    [
      "ニューラル",
      "ネットワーク"
    ],
    [
      "す",
      "る"
    ],
    [
      "学",
      "習"
    ],
    [
      "重",
      "み"
    ],
    [
      "2",
      "0"
    ],
    [
      "あ",
      "る"
    ],
    [
      "ッ",
      "ク"
    ],
    [
      "モ",
      "デ"
    ],
    [
      "モデ",
      "ル"
    ],
    [
      "N",
      "N"
    ],
    [
      "計",
      "算"
    ],
    [
      "ロ",
      "ン"
    ],
    [
      "e",
      "r"
    ],
    [
      "ン",
      "グ"
    ],
    [
      "ま",
      "す"
    ],
    [
      "1",
      "9"
    ],
    [
      "シ",
      "ョ"
    ],
    [
      "ショ",
      "ン"
    ],
    [
      "処",
      "理"
    ],
    [
      "バ",
      "ック"
    ],
    [
      "ー",
      "ション"
    ],
    [
      "入",
      "力"
    ],
    [
      "バック",
      "プ"
    ],
    [
      "バックプ",
      "ロ"
    ],
    [
      "バックプロ",
      "パ"
    ],
    [
      "バックプロパ",
      "ゲ"
    ],
    [
      "バックプロパゲ",
      "ーション"
    ],
    [
      "出",
      "力"
    ],
    [
      "に",
      "よ"
    ],
    [
      "パ",
      "ー"
    ],
    [
      "か",
      "ら"
    ],
    [
      "た",
      "め"
    ],
    [
      "こ",
      "と"
    ],
    [
      "神",
      "経"
    ],
    [
      "ー",
      "タ"
    ],
    [
      "ィ",
      "ー"
    ],
    [
      "20",
      "2"
    ],
    [
      "U",
      "s"
    ],
    [
      "Us",
      "er"
    ],
    [
      "S",
      "A"
    ],
    [
      "SA",
      "R"
    ],
    [
      "SAR",
      "A"
    ],
    [
      "質",
      "問"
    ],
    [
      "回",
      "答"
    ],
    [
      "結",
      "合"
    ],
    [
      "パー",
      "セ"
    ],
    [
      "パーセ",
      "プ"
    ],
    [
      "パーセプ",
      "ト"
    ],
    [
      "パーセプト",
      "ロン"
    ],
    [
      "C",
      "NN"
    ],
    [
      "れ",
      "る"
    ],
    [
      "関",
      "数"
    ],
    [
      "な",
      "る"
    ],
    [
      "い",
      "る"
    ],
    [
      "し",
      "て"
    ],
    [
      "シ",
      "ナ"
    ],
    [
      "シナ",
      "プ"
    ],
    [
      "シナプ",
      "ス"
    ],
    [
      "デ",
      "ィー"
    ],
    [
      "ディー",
      "プ"
    ],
    [
      "時",
      "間"
    ],
    [
      "い",
      "て"
    ],
    [
      "よ",
      "り"
    ],
    [
      "誤",
      "差"
    ],
    [
      "時",
      "点"
    ],
    [
      "に",
      "お"
    ],
    [
      "用",
      "い"
    ],
    [
      "o",
      "r"
    ],
    [
      "ニュー",
      "ロン"
    ],
    [
      "と",
      "して"
    ],
    [
      "ラ",
      "ー"
    ],
    [
      "によ",
      "る"
    ],
    [
      "線",
      "形"
    ],
    [
      "情",
      "報"
    ],
    [
      "特",
      "徴"
    ],
    [
      "手",
      "法"
    ],
    [
      "デ",
      "ータ"
    ],
    [
      "ディープ",
      "ラー"
    ],
    [
      "ディープラー",
      "ニ"
    ],
    [
      "ディープラーニ",
      "ング"
    ],
    [
      "な",
      "い"
    ],
    [
      "信",
      "号"
    ],
    [
      "or",
      "m"
    ],
    [
      "ナ",
      "ル"
    ],
    [
      "リ",
      "ー"
    ],
    [
      "活",
      "性"
    ],
    [
      "導",
      "入"
    ],
    [
      "畳",
      "み"
    ],
    [
      "畳み",
      "込"
    ],
    [
      "畳み込",
      "み"
    ],
    [
      "ン",
      "ト"
    ],
    [
      "R",
      "NN"
    ],
    [
      "a",
      "n"
    ],
    [
      "精",
      "度"
    ],
    [
      "20",
      "1"
    ],
    [
      "必",
      "要"
    ],
    [
      "表",
      "現"
    ],
    [
      "ま",
      "で"
    ],
    [
      "細",
      "胞"
    ],
    [
      "オ",
      "リ"
    ],
    [
      "オリ",
      "ジ"
    ],
    [
      "オリジ",
      "ナル"
    ],
    [
      "な",
      "が"
    ],
    [
      "調",
      "整"
    ],
    [
      "決",
      "め"
    ],
    [
      "論",
      "理"
    ],
    [
      "重",
      "要"
    ],
    [
      "ス",
      "パ"
    ],
    [
      "スパ",
      "イ"
    ],
    [
      "キ",
      "ング"
    ],
    [
      "ヒ",
      "ト"
    ],
    [
      "生",
      "物"
    ],
    [
      "ー",
      "ド"
    ],
    [
      "19",
      "8"
    ],
    [
      "画",
      "像"
    ],
    [
      "リ",
      "カ"
    ],
    [
      "リカ",
      "レ"
    ],
    [
      "リカレ",
      "ント"
    ],
    [
      "要",
      "素"
    ],
    [
      "単",
      "純"
    ],
    [
      "で",
      "き"
    ],
    [
      "場",
      "合"
    ],
    [
      "言",
      "語"
    ],
    [
      "な",
      "ど"
    ],
    [
      "さ",
      "い"
    ],
    [
      "か",
      "か"
    ],
    [
      "かか",
      "る"
    ],
    [
      "演",
      "算"
    ],
    [
      "受",
      "け"
    ],
    [
      "スパイ",
      "キング"
    ],
    [
      "スパイキング",
      "ニューラルネットワーク"
    ],
    [
      "人",
      "工"
    ],
    [
      "によ",
      "っ"
    ],
    [
      "によっ",
      "て"
    ],
    [
      "ア",
      "ー"
    ],
    [
      "に",
      "つ"
    ],
    [
      "につ",
      "いて"
    ],
    [
      "ニューラル",
      "ネット"
    ],
    [
      "深",
      "層"
    ],
    [
      "よ",
      "う"
    ],
    [
      "回",
      "帰"
    ],
    [
      "T",
      "r"
    ],
    [
      "Tr",
      "an"
    ],
    [
      "Tran",
      "s"
    ],
    [
      "Trans",
      "f"
    ],
    [
      "Transf",
      "orm"
    ],
    [
      "Transform",
      "er"
    ],
    [
      "更",
      "新"
    ],
    [
      "完",
      "了"
    ],
    [
      "非",
      "常"
    ],
    [
      "反",
      "復"
    ],
    [
      "量",
      "子"
    ],
    [
      "低",
      "下"
    ],
    [
      "ユ",
      "ニ"
    ],
    [
      "ユニ",
      "ット"
    ],
    [
      "使",
      "用"
    ],
    [
      "実",
      "装"
    ],
    [
      "19",
      "6"
    ],
    [
      "年",
      "代"
    ],
    [
      "方",
      "法"
    ],
    [
      "にお",
      "いて"
    ],
    [
      "レ",
      "イ"
    ],
    [
      "1",
      "2"
    ],
    [
      "理",
      "論"
    ],
    [
      "取",
      "り"
    ],
    [
      "自",
      "己"
    ],
    [
      "自",
      "然"
    ],
    [
      "現",
      "在"
    ],
    [
      "パ",
      "ラ"
    ],
    [
      "パラ",
      "メ"
    ],
    [
      "パラメ",
      "ータ"
    ],
    [
      "202",
      "4"
    ],
    [
      "にお",
      "け"
    ],
    [
      "におけ",
      "る"
    ],
    [
      "アー",
      "カ"
    ],
    [
      "アーカ",
      "イ"
    ],
    [
      "アーカイ",
      "ブ"
    ],
    [
      "202",
      "5"
    ],
    [
      "付",
      "き"
    ],
    [
      "つ",
      "なが"
    ],
    [
      "多",
      "層"
    ],
    [
      "決め",
      "る"
    ],
    [
      "分",
      "離"
    ],
    [
      "排",
      "他"
    ],
    [
      "教",
      "え"
    ],
    [
      "く",
      "だ"
    ],
    [
      "くだ",
      "さい"
    ],
    [
      "伝",
      "え"
    ],
    [
      "推",
      "論"
    ],
    [
      "系",
      "列"
    ],
    [
      "扱",
      "う"
    ],
    [
      "も",
      "の"
    ],
    [
      "あ",
      "り"
    ],
    [
      "与",
      "え"
    ],
    [
      "訓",
      "練"
    ],
    [
      "研",
      "究"
    ],
    [
      "196",
      "0"
    ],
    [
      "ッ",
      "プ"
    ],
    [
      "発",
      "表"
    ],
    [
      "提",
      "案"
    ],
    [
      "リ",
      "ング"
    ],
    [
      "勾",
      "配"
    ],
    [
      "ウ",
      "ェ"
    ],
    [
      "リカレント",
      "ニューラルネットワーク"
    ],
    [
      "回",
      "路"
    ],
    [
      "関",
      "係"
    ],
    [
      "シ",
      "ュ"
    ],
    [
      "フ",
      "ォ"
    ],
    [
      "方",
      "向"
    ],
    [
      "様",
      "々"
    ],
    [
      "以",
      "下"
    ],
    [
      "並",
      "列"
    ],
    [
      "機",
      "構"
    ],
    [
      "使",
      "わ"
    ],
    [
      "複",
      "素"
    ],
    [
      "ャ",
      "ッ"
    ],
    [
      "効",
      "率"
    ],
    [
      "記",
      "事"
    ],
    [
      "広",
      "く"
    ],
    [
      "役",
      "割"
    ],
    [
      "レ",
      "ー"
    ],
    [
      "ラ",
      "ン"
    ],
    [
      "こ",
      "れ"
    ],
    [
      "19",
      "7"
    ],
    [
      "ワー",
      "ド"
    ],
    [
      "3",
      "2"
    ],
    [
      "正",
      "規"
    ],
    [
      "バ",
      "ー"
    ],
    [
      "サ",
      "ン"
    ],
    [
      "お",
      "よ"
    ],
    [
      "およ",
      "び"
    ],
    [
      "確",
      "率"
    ],
    [
      "ウェ",
      "イ"
    ],
    [
      "認",
      "識"
    ],
    [
      "共",
      "有"
    ],
    [
      "分",
      "類"
    ],
    [
      "フ",
      "ィー"
    ],
    [
      "認",
      "知"
    ],
    [
      "ン",
      "ス"
    ],
    [
      "ズ",
      "ム"
    ],
    [
      "201",
      "5"
    ],
    [
      "問",
      "題"
    ],
    [
      "機",
      "械"
    ],
    [
      "も",
      "と"
    ],
    [
      "変",
      "換"
    ],
    [
      "レイ",
      "ヤ"
    ],
    [
      "F",
      "F"
    ],
    [
      "FF",
      "N"
    ],
    [
      "存",
      "在"
    ],
    [
      "注",
      "意"
    ],
    [
      "構",
      "造"
    ],
    [
      "非",
      "線形"
    ],
    [
      "生",
      "成"
    ],
    [
      "た",
      "ら"
    ],
    [
      "バ",
      "ッ"
    ],
    [
      "バッ",
      "チ"
    ],
    [
      "初",
      "期"
    ],
    [
      "近",
      "い"
    ],
    [
      "使",
      "っ"
    ],
    [
      "でき",
      "る"
    ],
    [
      "メ",
      "モ"
    ],
    [
      "メモ",
      "リ"
    ],
    [
      "ス",
      "パー"
    ],
    [
      "スパー",
      "ス"
    ],
    [
      "ゼ",
      "ロ"
    ],
    [
      "行",
      "列"
    ],
    [
      "対",
      "応"
    ],
    [
      "受け",
      "取り"
    ],
    [
      "し",
      "い"
    ],
    [
      "202",
      "3"
    ],
    [
      "閲",
      "覧"
    ],
    [
      "1",
      "1"
    ],
    [
      ")",
      "."
    ],
    [
      "課",
      "題"
    ],
    [
      "基",
      "本"
    ],
    [
      "ク",
      "ト"
    ],
    [
      "こ",
      "の"
    ],
    [
      "ら",
      "れる"
    ],
    [
      "タ",
      "ー"
    ],
    [
      "最",
      "初"
    ],
    [
      "に",
      "対"
    ],
    [
      "大",
      "幅"
    ],
    [
      "増",
      "加"
    ],
    [
      "基",
      "礎"
    ],
    [
      "行",
      "わ"
    ],
    [
      "ット",
      "フ"
    ],
    [
      "ダ",
      "ウ"
    ],
    [
      "ダウ",
      "ン"
    ],
    [
      "伝",
      "播"
    ],
    [
      "そ",
      "の"
    ],
    [
      "微",
      "分"
    ],
    [
      "開",
      "発"
    ],
    [
      "降",
      "下"
    ],
    [
      "コ",
      "ード"
    ],
    [
      "と",
      "い"
    ],
    [
      "とい",
      "う"
    ],
    [
      "19",
      "9"
    ],
    [
      "出",
      "さ"
    ],
    [
      "c",
      "h"
    ],
    [
      "s",
      "t"
    ],
    [
      "感",
      "情"
    ],
    [
      "イ",
      "ア"
    ],
    [
      "ア",
      "ル"
    ],
    [
      "アル",
      "ゴ"
    ],
    [
      "アルゴ",
      "リ"
    ],
    [
      "アルゴリ",
      "ズム"
    ],
    [
      "によ",
      "り"
    ],
    [
      "ディープ",
      "・"
    ],
    [
      "・",
      "ネットワーク"
    ],
    [
      "ン",
      "・"
    ],
    [
      "コ",
      "ン"
    ],
    [
      "フォ",
      "ー"
    ],
    [
      "フォー",
      "マ"
    ],
    [
      "向",
      "上"
    ],
    [
      "S",
      "e"
    ],
    [
      "フィー",
      "ド"
    ],
    [
      "層",
      "間"
    ],
    [
      "a",
      "y"
    ],
    [
      "ay",
      "er"
    ],
    [
      "利",
      "用"
    ],
    [
      "次",
      "元"
    ],
    [
      "速",
      "度"
    ],
    [
      "も",
      "たら"
    ],
    [
      "ご",
      "と"
    ],
    [
      "N",
      "orm"
    ],
    [
      "命",
      "令"
    ],
    [
      "キ",
      "ャッ"
    ],
    [
      "キャッ",
      "シュ"
    ],
    [
      "1",
      "4"
    ],
    [
      "ニュー",
      "ロ"
    ],
    [
      "リ",
      "ン"
    ],
    [
      "リン",
      "ク"
    ],
    [
      "出",
      "典"
    ],
    [
      "つなが",
      "っ"
    ],
    [
      "数",
      "理"
    ],
    [
      "段",
      "階"
    ],
    [
      "音",
      "声"
    ],
    [
      "適",
      "し"
    ],
    [
      "X",
      "O"
    ],
    [
      "XO",
      "R"
    ],
    [
      "異",
      "なる"
    ],
    [
      "と",
      "き"
    ],
    [
      "だ",
      "け"
    ],
    [
      "真",
      "に"
    ],
    [
      "つなが",
      "る"
    ],
    [
      "突",
      "起"
    ],
    [
      "を",
      "通"
    ],
    [
      "を通",
      "じ"
    ],
    [
      "を通じ",
      "て"
    ],
    [
      "同",
      "士"
    ],
    [
      "渡",
      "す"
    ],
    [
      "接",
      "合"
    ],
    [
      "変",
      "化"
    ],
    [
      "持",
      "ち"
    ],
    [
      "予",
      "測"
    ],
    [
      "小",
      "さ"
    ],
    [
      "小さ",
      "く"
    ],
    [
      "き",
      "い"
    ],
    [
      "済",
      "み"
    ],
    [
      "新",
      "しい"
    ],
    [
      "各",
      "層"
    ],
    [
      "向",
      "き"
    ],
    [
      "実",
      "用"
    ],
    [
      "技",
      "術"
    ],
    [
      "局",
      "所"
    ],
    [
      "受",
      "容"
    ],
    [
      "よ",
      "く"
    ],
    [
      "抽",
      "出"
    ],
    [
      "過",
      "去"
    ],
    [
      "状",
      "態"
    ],
    [
      "保",
      "持"
    ],
    [
      "なが",
      "ら"
    ],
    [
      "規",
      "模"
    ],
    [
      "中",
      "心"
    ],
    [
      "発",
      "火"
    ],
    [
      "タ",
      "イ"
    ],
    [
      "タイ",
      "ミ"
    ],
    [
      "タイミ",
      "ング"
    ],
    [
      "通",
      "常"
    ],
    [
      "挙",
      "動"
    ],
    [
      "振",
      "る"
    ],
    [
      "振る",
      "舞"
    ],
    [
      "振る舞",
      "い"
    ],
    [
      "与え",
      "る"
    ],
    [
      "マ",
      "シ"
    ],
    [
      "知",
      "ら"
    ],
    [
      "介",
      "し"
    ],
    [
      "が",
      "り"
    ],
    [
      "ニューラルネットワーク",
      "モデル"
    ],
    [
      "19",
      "5"
    ],
    [
      "レー",
      "ト"
    ],
    [
      "ビ",
      "ット"
    ],
    [
      "作",
      "成"
    ],
    [
      "に",
      "関"
    ],
    [
      "に関",
      "する"
    ],
    [
      "科",
      "学"
    ],
    [
      "A",
      "I"
    ],
    [
      "197",
      "0"
    ],
    [
      "K",
      "i"
    ],
    [
      "2",
      "5"
    ],
    [
      "・",
      "ヴ"
    ],
    [
      "・ヴ",
      "ィ"
    ],
    [
      "ラ",
      "イ"
    ],
    [
      "呼",
      "ば"
    ],
    [
      "な",
      "か"
    ],
    [
      "なか",
      "っ"
    ],
    [
      "福",
      "島"
    ],
    [
      "邦",
      "彦"
    ],
    [
      "サン",
      "プ"
    ],
    [
      "サンプ",
      "リング"
    ],
    [
      "チ",
      "ャ"
    ],
    [
      "プ",
      "ー"
    ],
    [
      "プー",
      "リング"
    ],
    [
      "し",
      "か"
    ],
    [
      "ベ",
      "ル"
    ],
    [
      "適",
      "用"
    ],
    [
      "手",
      "書"
    ],
    [
      "手書",
      "き"
    ],
    [
      "I",
      "P"
    ],
    [
      "数",
      "字"
    ],
    [
      "い",
      "く"
    ],
    [
      "いく",
      "つ"
    ],
    [
      "199",
      "1"
    ],
    [
      "ジ",
      "ェ"
    ],
    [
      "198",
      "2"
    ],
    [
      "198",
      "0"
    ],
    [
      "述",
      "べ"
    ],
    [
      "論",
      "文"
    ],
    [
      "シュ",
      "ミ"
    ],
    [
      "シュミ",
      "ットフ"
    ],
    [
      "シュミットフ",
      "ー"
    ],
    [
      "シュミットフー",
      "バー"
    ],
    [
      "複",
      "数"
    ],
    [
      "応",
      "用"
    ],
    [
      "統",
      "計"
    ],
    [
      "力",
      "学"
    ],
    [
      "20",
      "0"
    ],
    [
      "ディープ・",
      "ビ"
    ],
    [
      "ディープ・ビ",
      "リー"
    ],
    [
      "ディープ・ビリー",
      "フ"
    ],
    [
      "ディープ・ビリーフ",
      "・ネットワーク"
    ],
    [
      "パ",
      "フォーマ"
    ],
    [
      "パフォーマ",
      "ンス"
    ],
    [
      "従",
      "来"
    ],
    [
      "テ",
      "ン"
    ],
    [
      "追",
      "加"
    ],
    [
      "Se",
      "q"
    ],
    [
      "エ",
      "ン"
    ],
    [
      "フ",
      "ィ"
    ],
    [
      "部",
      "分"
    ],
    [
      "全",
      "く"
    ],
    [
      "示",
      "さ"
    ],
    [
      "フィード",
      "フォ"
    ],
    [
      "フィードフォ",
      "ワード"
    ],
    [
      "し",
      "ば"
    ],
    [
      "様",
      "式"
    ],
    [
      "持",
      "た"
    ],
    [
      "す",
      "べ"
    ],
    [
      "すべ",
      "て"
    ],
    [
      "l",
      "ayer"
    ],
    [
      "も",
      "つ"
    ],
    [
      "シ",
      "ー"
    ],
    [
      "シー",
      "ケ"
    ],
    [
      "シーケ",
      "ン"
    ],
    [
      "シーケン",
      "シ"
    ],
    [
      "シーケンシ",
      "ャ"
    ],
    [
      "シーケンシャ",
      "ル"
    ],
    [
      "に対",
      "して"
    ],
    [
      "リカレント",
      "ニューラルネット"
    ],
    [
      "ノ",
      "ード"
    ],
    [
      "e",
      "n"
    ],
    [
      "en",
      "t"
    ],
    [
      "o",
      "n"
    ],
    [
      "比",
      "べ"
    ],
    [
      "乱",
      "数"
    ],
    [
      "チ",
      "ップ"
    ],
    [
      "複素",
      "数"
    ],
    [
      "グ",
      "ラ"
    ],
    [
      "グラ",
      "フ"
    ],
    [
      "組",
      "み"
    ],
    [
      "組み",
      "合"
    ],
    [
      "組み合",
      "わ"
    ],
    [
      "組み合わ",
      "せ"
    ],
    [
      "構",
      "成"
    ],
    [
      "お",
      "り"
    ],
    [
      "r",
      "o"
    ],
    [
      "ま",
      "た"
    ],
    [
      "た",
      "り"
    ],
    [
      "e",
      "e"
    ],
    [
      "e",
      "t"
    ],
    [
      "シ",
      "ャッ"
    ],
    [
      "シャッ",
      "フ"
    ],
    [
      "シャッフ",
      "ル"
    ],
    [
      "や",
      "す"
    ],
    [
      "やす",
      "い"
    ],
    [
      "分",
      "散"
    ],
    [
      "小",
      "さい"
    ],
    [
      "と",
      "こ"
    ],
    [
      "とこ",
      "ろ"
    ],
    [
      "効",
      "果"
    ],
    [
      "生",
      "み"
    ],
    [
      "生み",
      "出さ"
    ],
    [
      "容",
      "量"
    ],
    [
      "減",
      "少"
    ],
    [
      "数",
      "値"
    ],
    [
      "もたら",
      "す"
    ],
    [
      "Q",
      "D"
    ],
    [
      "QD",
      "Q"
    ],
    [
      "最",
      "適"
    ],
    [
      "近",
      "似"
    ],
    [
      "省",
      "略"
    ],
    [
      "ラン",
      "ダ"
    ],
    [
      "ランダ",
      "ム"
    ],
    [
      "エ",
      "ポ"
    ],
    [
      "エポ",
      "ック"
    ],
    [
      "20",
      "20"
    ],
    [
      "巨",
      "大"
    ],
    [
      "つ",
      "く"
    ],
    [
      "つく",
      "る"
    ],
    [
      "1",
      "0"
    ],
    [
      "0",
      "9"
    ],
    [
      "0",
      "7"
    ],
    [
      "2",
      "1"
    ],
    [
      "P",
      "y"
    ],
    [
      "Py",
      "t"
    ],
    [
      "a",
      "r"
    ],
    [
      "学",
      "ぶ"
    ],
    [
      "記",
      "述"
    ],
    [
      "サ",
      "ポ"
    ],
    [
      "サポ",
      "ー"
    ],
    [
      "サポー",
      "ト"
    ],
    [
      "サポート",
      "ベ"
    ],
    [
      "サポートベ",
      "クト"
    ],
    [
      "サポートベクト",
      "ル"
    ],
    [
      "サポートベクトル",
      "マシ"
    ],
    [
      "サポートベクトルマシ",
      "ン"
    ],
    [
      "S",
      "V"
    ],
    [
      "SV",
      "M"
    ],
    [
      "繋",
      "がり"
    ],
    [
      "強",
      "度"
    ],
    [
      "担",
      "っ"
    ],
    [
      "外",
      "的"
    ],
    [
      "刺",
      "激"
    ],
    [
      "相",
      "当"
    ],
    [
      "相",
      "互"
    ],
    [
      "作",
      "用"
    ],
    [
      "195",
      "4"
    ],
    [
      "フ",
      "ァ"
    ],
    [
      "ファ",
      "ー"
    ],
    [
      "ファー",
      "リー"
    ],
    [
      "ク",
      "ラー"
    ],
    [
      "クラー",
      "ク"
    ],
    [
      "ヘ",
      "ッ"
    ],
    [
      "ヘッ",
      "ブ"
    ],
    [
